[Main]
DisplayName=English

[DB_FormPassenger]
btnClose.Hint=Close
chk1.Caption=Configuration files
chk2.Caption=License files
chk3.Caption=Driver download folder
chk4.Caption=Driver backup folder
btnYes.Caption=Yes
btnNo.Caption=No
lbl2.Caption=Choose the data you want to remove (Not Recommended):

[DB_FormSaleCrack]
lblTitle.Caption=You are using unofficial IObit Driver Booster repack!
lblInfo1.Caption=Unlike the original, it is free and does not contain additional advertising modules.
lblInfo2.Caption=Enjoy your <a>Exclusive %d OFF</a> to get the official PRO version  
btnClose.Hint=Close
btnGetFree.Caption=GET FREE
btnGetPro.Caption=GET PRO

[DB_FormDrvBst]
btnUptNotice.hint=New version available
btnEnterKey.Hint=Enter License
btnBackHome.Hint=Back
lblTools.Caption=TOOLS
btnRescue.Caption=Rescue Center
btnRescue.Hint=Restore your system to the normal state if any problem happens.
btnSound.Caption=Fix No Sound
btnSound.Hint=Fix no sound problem of your audio device.
btnNetwork.Caption=Fix Network Failure
btnNetwork.Hint=Fix no network connectivity problem of your network device.
btnError.Caption=Fix Device Error
btnError.Hint=Fix errors of your devices.
btnDisplay.Caption=Fix Bad Resolution
btnDisplay.Hint=Fix incorrect resolution problem of your display device.
btnClean.Caption=Clean Unplugged Device Data
btnClean.Hint=Clean unplugged devices' data on your computer.
btnSysInfo.Caption=System Information
btnSysInfo.Hint=Collect and display detailed information about your system.
btnNavScan.Hint=Scan
btnNavBost.Hint=Boost
btnNavTool.Hint=Tools
btnNavAcct.Hint=Action Center
btnClose.Hint=Close
btnMinimize.Hint=Minimize
btnMaximize.Hint=Maximize
btnWindow.Hint=Restore
btnMenu.Hint=Options
btnFeedback.Hint=Feedback
btnUpgrade.Caption=Activate Now
lblLicense.Caption=
btnReboot.Caption=Reboot
btnStartUpdate.Caption=Update Now
btnStopUpdate.Caption=Stop
lblDriverAge.Caption=Driver Status:
lblLastScan.Caption=Last Scan: Never!
chkAutoAct.Caption=Automatically reboot PC
mniMainSettings.Caption=Settings...
mniMainRescue.Caption=Rescue...
mniMainFeedback.Caption=Feedback...
mniMainUpdate.Caption=Check for Updates
mniMainManual.Caption=User Manual (F1)
mniMainSupport.Caption=Technical Support
mniMainTranslate.Caption=Help Us Translate
mniMainIObit.Caption=IObit Freeware
mniMainHistory.Caption=What's New
mniMainAbout.Caption=About
mniMainLike.Caption=Like IObit
mniTrayShow.Caption=Show Window
mniTrayScan.Caption=Scan Now!
mniTraySettings.Caption=Settings...
mniTrayFeedback.Caption=Feedback...
mniTrayUpdate.Caption=Check for Updates
mniTrayExit.Caption=Exit
mniItemDetail.Caption=Details...
mniItemUpdate.Caption=Update
mniItemIgnore.Caption=Ignore
mniItemBackup.Caption=Back
mniItemUninstall.Caption=Uninstall
mniItemRollBack.Caption=Roll Back
mniItemExport.Caption=Export List
mniItemFixSound.Caption=Fix Sound
mniItemFixDisplay.Caption=Fix Resolution
mniItemFixNetwork.Caption=Fix Network
mniItemFixFaulty.Caption=Fix Faulty
mniAutoShutdown.Caption=Automatically shut down PC
mniAutoReboot.Caption=Automatically reboot PC
lblFailIgnore.Caption=Some drivers are not installed due to incompatibility issues. We will provide more suitable drivers for your system later.
lblAscTitle.Caption=Recommended: Advanced SystemCare
lblAscText.Caption=1-Click to Protect and Optimize Your PC
lblAscDownload.Caption=Free Download Now
lblNewsOffline.Caption=Share Driver Booster with your family and friends. Enjoy the latest drivers together!
btnProFun1.Caption=More Drivers
btnProFun1.Hint=Support more comprehensive & rare hardware devices.
btnProFun2.Caption=Error Fixer
btnProFun2.Hint=Troubleshoot error codes to fix hardware issues.
btnProFun3.Caption=Auto Download
btnProFun3.Hint=Automatically download drivers when system is idle.
lblHomeDevice.Caption=Device Drivers
lblHomeGame.Caption=Game Components

[DB_FormUpdateTips]
lblCaption.Caption=Driver Booster
lblTitle.Caption=Successfully updated to Driver Booster %s
btnTry.Caption=Try it now
btnDetails.Caption=Details
lblContentTitile.Caption=Get More Drivers & Better Performance with PRO Features:
lblContent1.Caption=- Unlimited drivers with 200% larger database
lblContent2.Caption=- Improve your PC gaming experience
lblContent3.Caption=- Enhance system stability & performance
btnGet.Caption=Get Now
btnClose.Hint=Close

[DB_FormSettings]
lblTitle.Caption=Settings
btnOK.Caption=OK
btnCancel.Caption=Cancel
btnApply.Caption=OK
btnRecommended.Caption=Recommended
btnClose.Hint=Close
btnTabNetwork.Caption=Network
btnTabDrivers.Caption=Drivers
btnTabIgnored.Caption=Ignored
btnTabScan.Caption=Scan
btnTabGeneral.Caption=General
lblProxyAddr.Caption=Host:
lblProxyPort.Caption=Port:
lblProxyUser.Caption=Username:
lblProxyPass.Caption=Password:
chkProxy.Caption=Enable Proxy
chkProxy0.Caption=Directly connect (no proxy)
chkProxy1.Caption=Specify proxy server (only when you connect to Internet via Proxy)
chkProxy2.Caption=Automatically detect proxy (use Internet Explorer settings)
lblDownPath.Caption=Download Folder (Save all downloaded drivers to this folder):
btnDownPath.Caption=Browse...
lblBackPath.Caption=Backup Folder (Save all backup drivers to this folder):
btnBackPath.Caption=Browse...
chkAutoBackup.Caption=Automatically create a system restore point before a driver is installed
chkAutoBackup2.Caption=Automatically back up a driver before it is installed
chkAutoDownload.Caption=Automatically update drivers while the system is idle
chkAcceDown.Caption=Accelerate download when you update drivers
btnAutoDownDesc.Caption=Only download driver & game component updates
btnAutoUpdtDesc.Caption=Download and install driver & game component updates 
chkAutoIdle.Caption=Select the type you want to update automatically
chkAutoGra.Caption=Graphics card
chkAutoAudio.Caption=Audio
chkAutoNetWork.Caption=Network
chkAutoChipset.Caption=Chipset
chkAutoExtDev.Caption=External devices
chkAutoGameCom.Caption=Game components
chkAutoOthers.Caption=Others
chkAutoDelete.Caption=Automatically delete installed driver packages
chkAutoScan.Caption=Scan automatically when program is launched
chkSchedule.Caption=Scan at a fixed frequency
cbxSchedule.Items[0]=Daily
cbxSchedule.Items[1]=Weekly
cbxSchedule.Items[2]=Biweekly
cbxSchedule.Items[3]=Monthly
chkCloseAction.Caption=Minimize to system tray when program is closed
chkAutoRun.Caption=Launch automatically at Windows startup
lblLanguage.Caption=Language:
lblTrans.Caption=Transparency:
lblIgnoreList.Caption=The ignored devices won't be scanned for the corresponding updates until you recover them from the list below.
lvIgnoreList.Columns[0].Caption=Device Name
lvIgnoreList.Columns[1].Caption=Version
btnRestore.Caption=Recover
chkQuietInstall.Caption=Silent Installation
lblQuietInstDesc.Caption=This mode will compress the wizard windows, dialog boxes, and other pop-up messages during the installation process to help install drivers easily and silently.
chkWhqlTest.Caption=Only display drivers that pass WHQL tests
lblWhqlTestDesc.Caption=WHQL Testing is Microsoft's testing process which involves running a series of tests on third-party hardware or software. WHQL Testing will ensure the stability and the security of drivers updated. If you choose to update drivers not passed WHQL Tests, you may encounter unstable, incompatible issue, even system malfunction.
lblSkin.Caption=Skin:
lblSkinNone.Caption=COMING SOON
lblFontSize.Caption=Font Size:
btnFontSize1.Hint=Normal
btnFontSize2.Hint=Large
btnFontSize3.Hint=Larger
chkScanPnp.Caption=Automatically scan newly connected devices
chkScanGame.Caption=Scan updates for Game Components
lblAutoUpdate.Caption=Update method for this product:
chkAutoUpdate1.Caption=Update automatically
chkAutoUpdate2.Caption=Notify me when updates are available
chkSaveWndRct.Caption=Remember the window size and position of previously opened
chkAnimateOff.Caption=Turn off the program's animation effects (Recommended for low configured PC)
chkCreateScheduler.Caption=Create Driver Booster Scheduler (Recommended)
chkSkipUAC.Caption=Skip User Account Control warning

[DB_FormRescue]
lblTitle.Caption=Rescue Center
btnClose.Hint=Close
btnTabDrvBkp.Caption=Driver Backup
btnTabDrvBkp.hint=Driver Backup
btnTabSysRst.Caption=System Restore
btnTabSysRst.hint=System Restore
btnTabDrvRst.Caption=Driver Restore
btnTabDrvRst.hint=Driver Restore
lblWaiting.Caption=Waiting...
lblEmpty.Caption=List is empty.
lvDrvRstList.Columns[0].Caption=Device
lvDrvRstList.Columns[1].Caption=Current Version
lvDrvRstList.Columns[2].Caption=Backup Version
lvDrvBkpList.Columns[0].Caption=Device
lvDrvBkpList.Columns[1].Caption=Current Version
lvDrvBkpList.Columns[2].Caption=Backup Version
lvSysRstList.Columns[0].Caption=Date and Time
lvSysRstList.Columns[1].Caption=Description
lvSysRstList.Columns[2].Caption=Type

[DB_FormLicense]
lblTitle.Caption=License Manager
lblTitle1.Caption=License Manager
lblTitle2.Caption=Enter License
lblState.Caption=License Status:
lblCode.Caption=License Code:
lblDate.Caption=Expiration Date:
lblRefresh.Caption=Refresh
lblExport.Caption=Export
lblLicenseDesc.Caption=Please enter your license code and click "Activate" to get Driver Booster PRO. To avoid typing errors, please copy and paste the license code from the email you received into this box.
lblLicenseCode.Caption=License Code:
lblLicenseErr.Caption=Invalid license code! Please enter a valid one.
lblLicenseEg.Caption=(E.g.: AAAAA-BBBBB-CCCCC-DDDDD)
lblValidate.Caption=Validating...
lblGetLicense.Caption=Get License
lblRetriveCode.Caption=Retrieve License
btnClose.Hint=Close
btnClose2.Caption=Close
btnBack.Caption=Back
btnActivate.Caption=Activate
lblHelp.Caption=Help
mniEditCut.Caption=Cut
mniEditCopy.Caption=Copy
mniEditPaste.Caption=Paste
mniEditDelete.Caption=Delete
mniEditSelectAll.Caption=Select All

[DB_FormDetail]
lblWhqlInfo.Caption=This driver has passed WHQL Test and strict IObit Review Rules.
btnClose.Hint=Close
btnUpdate.Caption=Update
lblTitle.Caption=Driver Details
lblMoreInfo.Caption=Click here for more details
lblIgnore.Caption=Ignore
lblUninst.Caption=Uninstall
lblRollbk.Caption=Roll Back
lvInfoList.Columns[0].Caption=Details
lvInfoList.Columns[1].Caption=Current
lvInfoList.Columns[2].Caption=Available
lvInfoList.Items[0].Caption=Version:
lvInfoList.Items[1].Caption=Date:
lvInfoList.Items[2].Caption=Publisher:

[DB_FormHintPop]
btnClose.Hint=Close
btnSettings.Hint=Settings
chkOption1.Caption=Don't remind me again
chkOption2.Caption=Don't remind me again
chkOption3.Caption=Don't remind me again
chkOption4.Caption=Don't remind me again
lblText51.Caption=Subscription Expired!
lblText52.Caption=Now you can re-activate PRO edition and update more outdated drivers with <a>75% off!</a>
lblText53.Caption=<a>$24.95</a>    <a>$74.85</a>
lblText54.Caption=1 year subscription for 3 PCs
lblText55.Caption=√ 100% Money-back Guarantee
lblText56.Caption=√ Free 24/7 Technical Support
rdGameTitle.Caption=New Game Ready Driver Available!
btnLearnM.Caption=Learn More


[DB_FormAbout]
btnClose.Hint=Close
lblTitle.Caption=About
lblCopyright.Caption=Copyright© %d IObit.
lblCopyright2.Caption=All rights reserved.
lblWarning1.Caption=WARNING
lblWarning2.Caption=This computer program is protected by copyright law and international treaties.
lblThanksTitle.Caption=Special thanks to the following people for their great contributions:
pnlThanksTitle.Caption=Acknowledgements
lblEula.Caption=<a>EULA</a> | <a>Privacy Policy</a>
lblUninstall.Caption=<a>Uninstall Instructions</a>

[DB_FormFeedback]
lblSendMailx.Caption=Also send us the debug file for investigation. <a>Privacy Policy</a>
lblTitle.Caption=Feedback
lblEmail.Caption=Email Address:
lblType.Caption=Request Type:
lblDesc.Caption=Description:
MaxHintLbl.Caption=(<a>Maximum: 2000 characters</a>)
lblWaiting.Caption=Sending feedback...
lblFixTitle.Caption=Solutions to common problems:
btnClose.Hint=Close
btnSend.Caption=Send
btnCancel.Caption=Cancel
lblEmailHint.Caption=Please make sure your email address is correct so we can reach you.
lblCallTitle.Caption=Call our tech experts if you have any PC problems
lblCallHint.Caption=(Toll Free, 24×7)
mniEditCut.Caption=Cut
mniEditCopy.Caption=Copy
mniEditPaste.Caption=Paste
mniEditDelete.Caption=Delete
mniEditSelectAll.Caption=Select All
mniAttachEmpty.Caption=(Empty)
mniAttachClear.Caption=Remove All
btnAttachAdd.Hint=Add
btnAttachView.Hint=View
dlgAttach.Title=Please select file(s) you want to attach:
btnFixTitle.Caption=Solutions to common problems:
btnFixSysInfo.Caption=System Information
lblFixSound.Caption=Fix No Sound
lblFixNetwork.Caption=Fix Network Failure
lblFixDisplay.Caption=Fix Bad Resolution
lblFixTel.Caption=Get Tech Support 24×7
lblFixReInst.Caption=Reset Code
lblFixReSend.Caption=Resend Code
lblMissDrvDesc.Caption=Please provide us with the name, date, and version of the missing driver so that we can help accordingly.
lblBluSrcDesc.Caption=Rescue Center
lblOnline.Caption=Online Solutions

[DB_FormTel]
imgClose.Hint=Close
lbldesc1.Caption=Call now for a free diagnosis for any problems.
lbldesc2.Caption=Note: Paid service will be offered when needed

[DB_FormInstTips]
lblTitle.Caption=Installation Tips
chkDontRemind.Caption=Don't remind me again
btnContinue.Caption=Continue Installation
btnClose.Hint=Close
btnOK.Caption=OK

[DB_FormInstWizard]
lblTitle.Caption=Driver Installation Wizard
lblVersion.Caption=Available version:
lblDate.Caption=Release date:
lblWarning.Caption=NOTE: Before installing drivers, to avoid potential conflicts, please exit all other programs and do not run any of them during the installation process.
lblReboot.Caption=Please reboot your computer for the update to take effect.
lblWaiting.Caption=Please wait for driver installation...
lblSucceed.Caption=Installation completed!
lblFailed.Caption=Installation failed!
btnClose.Hint=Close
btnCancel.Caption=Cancel
btnDone.Caption=Done
btnInstall.Caption=Install
chkSilentInst.Caption=Silent Installation

[DB_FormUIPanel]
btnClose.Hint=Close
lblSkin.Caption=Skin:
lblSkinNone.Caption=COMING SOON
lblTrans.Caption=Transparency:
lblFontSize.Caption=Font Size:
btnFontSize1.Hint=Normal
btnFontSize2.Hint=Large
btnFontSize3.Hint=Larger
lblBackground.Caption=Background:
lblBgSelect.Caption=Select a picture...
lblBgRemove.Caption=Remove background
dlgOpenPic.Title=Please select a picture for background:

[DB_FormToolPanel]
btnClose.Hint=Close
btnSound.Caption=Fix No Sound
btnNetwork.Caption=Fix Network Failure
btnDisplay.Caption=Fix Bad Resolution
btnClean.Caption=Clean Unplugged Device Data 
btnError.Caption=Fix Device Error
btnSysInfo.Caption=System Information
btnSound.Hint=Fix sound problem of your audio device.
btnNetwork.Hint=Fix no network connectivity problem of your network device.
btnDisplay.Hint=Fix incorrect resolution of your display device.
btnClean.Hint=Clean unplugged devices' data on your computer.
btnError.Hint=Fix errors of your devices.
btnSysInfo.Hint=Collect and display detailed information about your system.

[DB_FormMenu]
btnMenuSettings.Caption=Settings...
btnMenuRescue.Caption=Rescue...
btnMenuFeedback.Caption=Feedback...
btnMenuLicense.Caption=License Entrance...
btnMenuDrvLog.Caption=Driver Update History
btnMenuUpdate.Caption=Check for Updates
btnMenuManual.Caption=User Manual (F1)
btnMenuSupport.Caption=Technical Support
btnMenuTranslate.Caption=Help Us Translate
btnMenuIObit.Caption=IObit Freeware
btnMenuHistory.Caption=What's New
btnMenuAbout.Caption=About
btnMenuFacebook.Caption=Find us on Facebook
btnIconLike.Hint=Like IObit
btnIconFeedback.Hint=Feedback
btnIconRescue.Hint=Rescue
btnMenuBack.Hint=Back
lblSkinBlack.Caption=Black
lblSkinWhite.Caption=White
lblMenuSkin.Caption=Skin
SelColorX.Hint=Custom Color

[DB_FrameBoost]
lblBoostTitle.Caption=Game Boost
lblCareTitle.Caption=System Optimize
lblCareDetails.Caption=<a>Details</a>

[DB_M]
M_PsgrTitle=Driver Booster %s Uninstall
M_PsgrInfo=Are you sure you want to completely remove Driver Booster %s ?
M_BoostSafeAPP=Please save the documents before BOOST.
M_BoostDetails=<a>Details</a>
M_BoostConfigure=<a>Configure</a>
M_BoostDetails10=released
M_BoostDetails9=Others (%d)
M_BoostDetails8=Turn off Automatic Updates
M_BoostDetails7=Enable game power solutions
M_BoostDetails6=Optimized
M_BoostDetails5=Clear clipboard
M_BoostDetails4=Clean RAM
M_BoostDetails3=Services (%d)
M_BoostDetails2=Stopped
M_BoostDetails1=Processes (%d)
M_HeadOutdated=Outdated
M_HeadUpToDate=UpToDate
M_DownDriver=Downloading drivers...
M_InstDriver=Installing drivers...
M_CareInst=Installing
M_CareRun=Run Now
M_CareCheck=Check Now
M_CareChecking=Checking
M_CareInstall=Install Now
M_CareOptm=Optimize
M_CareOptmInfo=%d items found (%s)
M_CareOptmInfo2=%d items found
M_CareASC=Run Advanced SystemCare to optimize your PC with 1-click.
M_CareASCU=Run Advanced SystemCare Ultimate to optimize your PC with 1-click.
M_CareInfo1=
M_CareInfo2=
M_CareInfo3=
M_BoostON=ON
M_BoostOFF=OFF
M_BoostTurnOn=Turn On
M_BoostTurnOff=Turn Off
M_Boosting=Boosting
M_Restoring=Restoring
M_BoostInfo1=Apps/Services stopped: <a>%d</a>
M_BoostInfo2=RAM released: <a>%s</a>
M_BoostInfo31=Your PC has been boosted for a better gaming experience.
M_BoostInfo32=Stop unnecessary apps/services for a better gaming experience.
M_HintScan=Scan
M_HintUpdate=Update
M_AutoRunInfo=Once enabled, Driver Booster Scheduler will be created.
M_CreScheduler1=Unchecking this option will disable the following features:
M_CreScheduler2=- Launch automatically at Windows startup
M_CreScheduler3=- Scan at a fixed frequency
M_CreScheduler4=- Automatically update drivers while the system is idle (PRO)
M_CreScheduler5=- Automatically update to the latest Driver Booster (PRO)
M_CreScheduler6=- Notify me when updates of Driver Booster are available
M_CreScheduler7=Are you sure you want to uncheck this option?
M_LicenseBlocked=Activation failed because your Hosts file blocked our server adddresses. Please click OK to fix it.
M_LicenseErrNet=Cannot connect to our server. Please check your network/proxy settings and try validating your license later.
M_LicenseErrGive=The license code %s is not valid in your region or country. Please click OK to purchase a valid one.
M_Get30DayFree=Get PRO at $0
M_Validating=Validating...
M_EnerKey=Enter License
M_InvalidKey=Invalid license code! Please enter a valid one.
M_EgKey=E.g.: AAAAA-BBBBB-CCCCC-DDDDD
M_HeadSelectAll=Select All
M_mniBackup=Back Up
M_mniBackedUp=Back Up
M_AutoUpdateQuery=To thoroughly guarantee safe updates, you are recommended to allow creating system restore point and automatic driver backup before installation in Settings. 
M_SCAN=SCAN
M_STOP=STOP
M_DriverAge0=Up-to-date
M_DriverAge1=Old
M_DriverAge2=Very Old
M_DriverAge3=Extremely Old
M_DriverAge4=Failed!
M_DriverAge5=Reboot Required
M_DriverAge6=Completed!
M_DriverAge7=Missing Driver
M_DriverAge8=Faulty
M_DriverAge9=Not Installed
M_Outdated=Outdated
M_Uptodate=Up-to-date
M_Unplugged=Unplugged
M_NotInstalled=Not installed
M_Attention=Attention!
M_Congratul=Hooray!
M_Report0=All drivers are up-to-date!
M_Report00=All drivers are up-to-date in Free edition!
M_Report1=Not scanned yet.
M_Report2=Scan failed!
M_Report3=Outdated, missing, or faulty drivers may slow down or destabilize your computers, even ruin your gaming experience. Click the SCAN button to check your driver status.
M_Report4=With up-to-date drivers, you can enjoy more stable computer performance and more fluid gaming experience. Click the SCAN button to check for new updates.
M_Report5=Run Driver Booster regularly to keep your drivers always up-to-date.
M_Report6_1=<a>%d</a> driver has been updated since Driver Booster was installed. <a>View Update History</a>
M_Report6_2=<a>%d</a> drivers have been updated since Driver Booster was installed. <a>View Update History</a>
M_Report6_X=<a>%d</a> drivers have been updated since Driver Booster was installed. <a>View Update History</a>
M_ReportStill=Still
M_ReportDevc_1=<a>%d</a> outdated device driver
M_ReportDevc_2=<a>%d</a> outdated device drivers
M_ReportDevc_X=<a>%d</a> outdated device drivers
M_ReportGame_1=<a>%d</a> outdated game component
M_ReportGame_2=<a>%d</a> outdated game components
M_ReportGame_X=<a>%d</a> outdated game components
M_ReportTray_1=Updated %d driver in total.
M_ReportTray_2=Updated %d drivers in total.
M_ReportTray_X=Updated %d drivers in total.
M_LastScan=Last Scan:
M_NeedScan=Need a scan
M_WaitScan=Scanning...
M_Never=Never!
M_Today=Today
M_Yesterday=Yesterday
M_DaysAgo=days ago
M_Stopped=Stopped
M_Update=Update
M_Failed=Failed
M_Reboot=Reboot
M_Retry=Retry
M_Installed=Current
M_Available=Available
M_Vern=Version
M_Date=Date
M_Details=Details
M_InitUpdate=Initializing to update...
M_InitDown=Initializing to download drivers...
M_InitInst=Initializing to install drivers...
M_CancelQuery=Are you sure you want to cancel the update?
M_CancelQueryInfo=Note: To avoid possible damage to your computer, the update during installation cannot be stopped.
M_UpdateFailed=Update failed!
M_UpdateFinished=Update completed.
M_NeedReboot=Reboot now to take effect.
M_RebootQuery=Are you sure you want to reboot computer now? Before that, please confirm that you have saved your work and closed all running programs.
M_NoItemSel=No item selected. Do you want to update all outdated drivers?
M_DiskIsFull=Volume %s\ is full! Please clean files or change the directory to save driver installers and try again.
M_Downloading=Downloading...
M_DownFailed=Download failed!
M_Installing=Installing:
M_InstFailed=Installation failed!
M_SysBackupWait=Creating restore point, please wait for a few minutes.
M_DrvBackupWait=Backing up drivers, please wait for a few minutes.
M_RestoreEnable=Windows System Restore is not enabled! Please click "OK" to enable it so that Driver Booster can create restore points before installing the new drivers. Or click "Cancel" to install the new drivers without creating any restore points (Not recommended!).
M_BoostGame=Boost for gaming
M_BoostGames=Boost games as follows (%d)
M_DevsInDrv=Devices using this driver (%d)
M_RstLoading=Loading restore points...
M_RestoreReboot=Please reboot your computer right now to finish the restore!
M_RestoreQuery=WARNING: Restoring your system to a restore point will undo all changes made after that restore point. Once started, System Restore cannot be undone or interrupted. Are you sure you want to continue?
M_RestoreWait=Please wait while your system restore is initializing...
M_RestoreFailed=Restore failed!
M_SelectDownPath=Select a folder to save downloaded driver packages
M_SelectBackPath=Select a folder to save backup for driver packages
M_SaveWait=Saving settings...
M_SaveDone=Saved
M_RegReport1=driver need to be updated!
M_RegReport2=drivers need to be updated!
M_RegReport3=Enjoy priority to update drivers with PRO edition!
M_RegReport4=Only %s outdated driver can be updated today with Free edition.
M_RegReport5=Only %s outdated drivers can be updated today with Free edition.
M_RegReport6=Upgrade to PRO edition to update %s more devices!
M_Version=Version
M_Alpha=Alpha
M_Beta=Beta
M_IgnoreAllVer=(All versions)
M_IgnoreQuery=Are you sure you want to ignore this device? The ignored device won't be scanned any more until you recover it from the Ignored list in Settings.
M_IgnoreCheck=Ignore this update only
M_UnignoreQuery1=Are you sure you want to recover the selected device from Ignored list? The device recovered will be scanned again.
M_UnignoreQueryX=Are you sure you want to recover these selected devices from Ignored list? The devices recovered will be scanned again.
M_FeedbackEmail=Please enter a correct email address so that you can receive IObit's reply.
M_FeedbackDesc=Description is required!
M_FeedbackFailed=Sending failed! Please try again later, or click OK to submit your feedback online.
M_FeedbackTimeout=Connection timed out! Please try again later, or click OK to submit your feedback online.
M_FeedbackSucceed=Thanks for your feedback. We may be unable to promise you an individual response due to the large volume of feedback received, but we will definitely take it seriously. 
M_FeedbackManual=Or email us at %s
M_FeedbackTypeLove=I love it
M_FeedbackTypeSugg=Suggestion
M_FeedbackTypeSF=Scan failed
M_FeedbackTypeUF=Update failed
M_FeedbackTypeNF=Network failure
M_FeedbackTypeDF=Download failed
M_FeedbackTypeRMD=Report missing drivers
M_FeedbackTypeRPD=Report problem drivers
M_FeedbackTypeBSOD=Blue screen/System crash
M_FeedbackTypeMute=No sound
M_FeedbackTypeRP=Reboot problems
M_FeedbackTypeCode=Order/License issues
M_FeedbackTypeOther=Other
M_FeedbackLine1=The missing driver(s) is/are
M_FeedbackLine2=My computer brand and model is
M_FeedbackLine3=Or my motherboard model is
M_FeedbackDescDef=Please describe your feedback clearly and briefly.
M_FeedbackCloseAsk=Are you sure that you do not want to submit the feedback?
M_LicenseSucceed=The license has been activated successfully.
M_LicenseFailed=Registering license %s failed with error(%d), please contact our support team.
M_LicenseExpired=Your license code %s has expired! Please click OK button to get your exclusive renewal discount.
M_LicenseExpired2=This giveaway license is expired! Click "OK" to purchase a new license code.
M_LicenseExpired3=%s has expired! Click "OK" to purchase a new license code.
M_LicenseExceeded=The license %s has been activated for maximum PCs and cannot be used. Please purchase a new license to activate Driver Booster PRO for this PC.
M_RegInfoActivated=Activated
M_RegInfoExpired=Expired
M_RegInfoExceeded=Exceeded
M_RegInfoFailed=Not activated (%d)
M_RegInfoInvalid=Invalid
M_RegInfoGiveAway=Giveaway
M_RegInfoLifeTime=Lifetime
M_RegInfoTrial=Trial
M_RegInfoDaysLeft=%d days left
M_RegInfoDaysLeftX=%d day left
M_RegInfoNever=Never
M_ExportTitle=----- License code of %s Pro -----
M_ExportState=License Status: %s
M_ExportCode=License Code: %s
M_ExportSeat=License Seats: %d
M_ExportDate=Expiration Date: %s
M_WaitUpdating=Updating, please wait...
M_WaitProcessing=Processing, please wait...
M_Scanning=Scanning:
M_Initiating=Initiating...
M_Updating=Updating...
M_NewVerTitle=Successfully updated to Driver Booster v%s
M_NewVerHint=Driver Booster has updated to version <a>%s</a> successfully! Click <a>What's New</a> to check the new features and improvements!
M_WhatsNew=What's New
M_BkpLoading=Loading device drivers...
M_NoRstSel=No item selected.
M_Backup1=Initiating...
M_Backup2=Completed.
M_BackupX=Backing up:
M_BackupFail=Failed!
M_BackupFailX=(%d failed!)
M_BackupRestore=Restore
M_BackPathBad=The backup directory does not exist. You can click "OK" to create a new one right now.
M_FailAndFeedback=Update failed. Please try it again later or click OK to send us the FEEDBACK.
M_RebootTimer=Your computer will be rebooted in 15 seconds. If you do not want to reboot your computer, please click "Cancel".
M_ShutdownTimer=Your computer will be shut down in 15 seconds. If you do not want to shut down your computer, please click "Cancel".
M_CheckCompat=Driver Booster can not run correctly in Compatibility Mode. Please click "OK" to automatically fix this issue and restart the program.
M_CheckAdmin=Driver Booster will exit soon as you are not running it as administrator. Please run it as administrator so that you can update drivers successfully.
M_TipTitle1=Installation Notices
M_TipTitle2=Smart Installation Mode
M_InstTip1=1. You may need to disable your security software temporarily if it blocks the driver installation.
M_InstTip2=2. You may encounter temporary black screen and program crash when you update graphic drivers. Please save your work and exit other running programs first.
M_InstTip3=3. You may encounter occasional network disconnection when you update network drivers.
M_InstTip4=Driver installation paused.
M_InstTip5=Driver Booster detects that you are playing game or running full screen task. To avoid disturbing you, the driver installation has been paused. Please exit your game or task and click the button below to continue the installation.
M_SkinBlack=Black
M_SkinWhite=White
M_SkinColor=Colorful
M_SkinInter=Interstellar
M_SkinCraft=Aircraft
M_SkinClear=Readable
M_UninsQuery=Are you sure you want to uninstall this driver?
M_UninsWarn=Note: The related devices may stop working after this driver is uninstalled!
M_UninsWait=Uninstalling...
M_UninsSucc=Uninstall succeeded.
M_UninsFail=Uninstall failed.
M_RllbkQuery=Are you sure you want to roll back this driver to previous version?
M_RllbkCheck=Ignore this version in future scan
M_RllbkWarn=Note: The related devices may stop working if you roll back this driver!
M_RllbkWait=Rolling back...
M_RllbkSucc=Rollback succeeded.
M_RllbkFail=Rollback failed.
M_FeedbackWait=Sending feedback...
M_Loading=Loading...
M_HeadDevcs=Device Drivers
M_HeadGames=Game Components
M_UpdateAll=Update All
M_UpdateSel=Update Selected
M_UpdateNow=Update Now
M_UpdateNone=Not Selected
M_GameSupports=Game Support
M_DevcDesc=Device Drivers include graphic card, audio card, chipset, wireless and Bluetooth device drivers, etc.
M_GameDesc=It is an essential component for game. Click it to learn more.
M_GameReadyDesc=This update can bring you a better game experience and improve the stability and performance of the device. Click it to learn more!
M_POPGameReadyDesc=Update is available for your <a>%s</a>. Besides improving the device's stability and performance, this update brings you a better gaming experience.
M_UnpluggedDesc=It's an unplugged device. Click it to learn more.
M_InstWait=Please wait for driver installation...
M_Attachments=Attachments
M_AttachOversize=Adding screenshot failed! The screenshot size cannot exceed %dM.
M_AttachErrorExt=The following type files are not allowed to attach:
M_AttachErrExt_1=.ade, .adp, .bat, .chm, .cmd, .com, .cpl, .exe, .hta, .ins,
M_AttachErrExt_2=.isp, .jse, .lib, .lnk, .mde, .msc, .msp, .mst, .pif, .scr,
M_AttachErrExt_3=.sct, .shb, .sys, .vb, .vbe, .vbs, .vxd, .wsc, .wsf, .wsh
M_PopExpTitle1=<a>%d</a> <a>day left!</a>
M_PopExpTitle2=<a>%d</a> <a>days left!</a>
M_PopExpTitleX=<a>%d</a> <a>days left!</a>
M_PopExpTitleE=<a>Your license has expired!</a>
M_PopExpText11=Your subscription will expire in 1 day. Renew now with <a>Exclusive Discount</a> to keep drivers always up-to-date.
M_PopExpText12=Your subscription will expire in %d days. Renew now with <a>Exclusive Discount</a> to keep drivers always up-to-date.
M_PopExpText1X=Your subscription will expire in %d days. Renew now with <a>Exclusive Discount</a> to keep drivers always up-to-date.
M_PopExpText211=During the past 1 day, Driver Booster Pro has fixed 1 driver issue for you. Only one click away to renew Pro to ensure you stable PC & game performance. Don't miss your <a>Exclusive Discount!</a>
M_PopExpText212=During the past 1 day, Driver Booster Pro has fixed <a>%d</a> driver issues for you. Only one click away to renew Pro to ensure you stable PC & game performance. Don't miss your <a>Exclusive Discount!</a>
M_PopExpText221=During the past %d days, Driver Booster Pro has fixed 1 driver issue for you. Only one click away to renew Pro to ensure you stable PC & game performance. Don't miss your <a>Exclusive Discount!</a>
M_PopExpText222=During the past %d days, Driver Booster Pro has fixed <a>%d</a> driver issues for you. Only one click away to renew Pro to ensure you stable PC & game performance. Don't miss your <a>Exclusive Discount!</a>
M_PopExpText0=You have lost all the Pro features. Don't worry. Another year of stable PC & game performance is only one click away. Renew Driver Booster Pro with <a>Exclusive OFF!</a>
M_PopBtnOK=OK
M_PopBtnFix=Update Now
M_PopBtnAct=Activate Now
M_PopBtnView=View Details
M_PopBtnReNew=Renew Now
M_PopBtnReAct=Re-activate Now
M_PopLblMore1=More >>
M_PopLblMore2=More Details
M_ScanOutServ=The Driver Booster version you are using is too old to connect to the database server. Please download and install the latest Driver Booster to enjoy the new features and improvements.
M_ScanNetFail=Scan failed! The Driver Booster server cannot be reached. Please check your network connection, proxy settings, and firewall. Or try again later.
M_ScanNetFail1=Scan failed! Failed to connect to Driver Booster scan server. Please click "OK" to detect and repair the network failure.
M_ScanNetFail2=Scan failed! Driver Booster might be blocked by some programs or devices. Click "OK" for details.
M_ScanNetProxy=Proxy Settings
M_FileLost=An essential file is missing. Please reinstall Driver Booster and try again.
M_FileRupt=An essential file is damaged. Please reinstall Driver Booster and try again.
M_PayToUpdate=Available for PRO version only. Activate Now to update immediately.
M_DelayUpdate1=Available after 1 day. Or Activate Now to update immediately.
M_DelayUpdateX=Available after %d days. Or Activate Now to update immediately.
M_SearchDefault=Input and search
M_DataVersion=Database version: %s (Latest)
M_FileNotFound=File not found!
M_UnknownDevice=Unknown device
M_Speedup1=Accelerate downloading
M_Speedup2=Accelerating: %d seconds left.
M_PopFreeUpdate1=<a>%d</a> device needs up-to-date driver. Click View Details for more information.
M_PopFreeUpdate2=<a>%d</a> devices need up-to-date drivers. Click View Details for more information.
M_PopFreeUpdateX=<a>%d</a> devices need up-to-date drivers. Click View Details for more information.
M_PopProUpdate1=Activate PRO to update extra <a>%d</a> device/component update.
M_PopProUpdate2=Activate PRO to update extra <a>%d</a> devices/components update.
M_PopProUpdateX=Activate PRO to update extra <a>%d</a> devices/components update.
M_PopProInstall1=<a>%d</a> driver/component is downloaded and ready for installation.
M_PopProInstall2=<a>%d</a> drivers/components are downloaded and ready for installation.
M_PopProInstallX=<a>%d</a> drivers/components are downloaded and ready for installation.
M_PopPnpDetect=The newly connected device has outdated drivers. Click View Details for more information.
M_BalloonHint1=Driver Booster will keep scanning in the background and display the result.
M_BalloonHint2=Driver Booster will keep downloading drivers in the background and display the result.
M_BalloonHint3=Driver Booster will keep installing drivers in the background and display the result.
M_FixDispQuery=Your screen resolution is presumably lower. Would you like to click "OK" to resolve it?
M_BadSystem=Driver Booster cannot install drivers properly, for your system is damaged. Repairing the system may help.
M_DeviceUpdateInfo=Here is the summary of devices we've updated for you since Driver Booster was installed.
M_DeviceUpdateCount=Updated devices: <a>%s</a>
M_NoDeviceUpdateInfo=You've got the latest device drivers on this PC.
M_NoDeviceUpdateCount=Wanna optimize it further for much better PC performance? Click Scan More to check right now!
M_UpdateEnding=Completing driver updates...
M_StopWait=Please wait for stopping. This may take a while.
M_ExpPathFail=Export failed. Please select another location and try again.
M_CrtRstQuery=Are you sure you want to create a restore point?
M_CrtRstSucced=Creating restore point succeeded!
M_RemoveRstQuery=The selected restore point will be removed. Are you sure you want to continue?
M_DeleteRstFailed=Deleting restore point failed!
M_RscDescDrvBkp=It's recommended to back up all installed drivers so you can restore them when necessary.
M_RscDescDrvRst=Helps you restore a driver to its backup version if the current version causes any problem.
M_RscDescSysRst=Helps you restore your computer to the state it was in before the selected restore point. The latest one cannot be deleted for system security.
M_RscDkRstFailDesc=The backup file has been deleted/corrupted.
M_FixErrCount1=%d error
M_FixErrCount2=%d errors
M_RstTypeInstall=Install
M_RstTypeUnInstall=Uninstall
M_RstTypeUnknown=Unknown
M_RstTypeUndo=Undo
M_RstTypeSystem=System
M_RstTypeManual=Manual
M_RstTypeCrtlUpd=Critical Update
M_CrtRstFailed=Failed to create restore point!
M_RstNoBackup=Not backed up
M_SalePopDevErrNme=Fix Device Errors
M_SalePopDevErrTle=Activate PRO edition to fix device errors
M_SalePopDevErrDsc=Troubleshoot the error codes in Device Manager to fix hardware issues and keep your PC safe.
M_SalePopDevErrOne=<a>1 device error</a> found. Activate PRO edition to fix it
M_SalePopDevErrMre=<a>%d device errors</a> found. Activate PRO edition to fix them
M_SalePopAcDownNme=Accelerate Download
M_SalePopAcDownTle=Activate PRO edition to download drivers faster
M_SalePopAcDownDsc=Enjoy up to 100% faster driver updating speed and get the right drivers within a few seconds.
M_SalePopAuDownNme=Auto Driver Update
M_SalePopAuDownTle=Activate PRO edition to enable Auto Driver Update
M_SalePopAuDownDsc=Automatically scan, download, and install available updates for device driver & game component while the system is idle.
M_SalePopDrvBkpNme=Driver Back Up & Restore
M_SalePopDrvBkpTle=Activate PRO edition to back up all drivers
M_SalePopDrvBkpDsc=Back up drivers so you can simply restore them when necessary to double guarantee your PC security.
M_SalePopDatabsNme=3,000,000+ Drivers 
M_SalePopDatabsDsc=Enjoy the privilege of updating more outdated drivers especially the rare ones.
M_SaleEmbedlblTile=Upgrade to PRO edition to update <a>%d</a> more device drivers & game components.
M_SaleEmbedlblTileH=Upgrade to PRO edition to update %d more device drivers & game components.
M_SaleEmbedlblTileC=Upgrade to PRO edition to update more device drivers & game components.
M_SaleScanMorePro=Click the <a>Exclusive Offer</a> to get your VIP discount for other IObit Products (for PRO users only).
M_SaleExclusive=Exclusive Offer
M_SaleExtended=Do you want to get​ more comprehensive​ ​PC protection to guarantee a safer and cleaner PC?
M_SaleNoThanks=No, thanks
M_lblpg1P2=Do you want a deeper and more thorough PC performance diagnosis?
M_lblpg1P3=Just click on <a>Scan More</a> and get the one-stop solution to diagnose and optimize your PC performance.
M_rdbtnpg1Finish=Finish
M_rdbtnpg1ScanMore=Scan More
M_FeedbackSltnNet=Please try the Fix Network Failure tool to fix this issue.
M_FeedbackSltnSound=Please try the Fix No Sound tool to fix this issue.
M_FeedbackSltnCode=What do you want to do?
M_FeedbackSltnBluSrc=Please go to Rescue Center to restore your system.
M_FeedbackShotCount=Screenshot
M_FeedbackSCMax=Operation failed. You've reached the maximum of 5 screenshots.
M_FeedbackDelete=Are you sure to remove this screenshot?
M_DrvLogEmpty=You haven't updated any drivers yet. Please click SCAN to check if any updates available.
M_DrvLogType1=Installed
M_DrvLogType2=Uninstalled
M_DrvLogType3=Rolled Back
M_DrvLogType4=Restored
M_DrvLogType5=Ignored
M_DrvLogType6=Ignored
M_DrvLogType7=Recovered
M_DrvLogType8=Ignored
M_DrvLogType9=Ignored
M_DrvUpdInstInfo=The following item (Device driver / Game component) will be updated automatically in <a>%s</a>
M_DrvUpdInstInfo2=The following <a>%d</a> items (Device driver / Game component) will be updated automatically in <a>%s</a>
M_DrvUpdUpdateNow=Update Now
M_DrvUpdCompleted=Update completed!
M_DrvUpdOK=OK
M_DrvUpdReboot=Reboot
M_DrvUpdNeedReboot=Update completed! Reboot now to take effect.
M_DrvUpdInstalling=Installing...
M_DrvUpdCancelling=Cancelling...
M_DrvUpdStopInfo=Please wait for cancelling. This may take a while
M_DrvUpdBllnHint=Driver Booster is automatically updating device drivers & game components in the background.
M_DrvUpdMinimize=Minimize
M_DrvUpdCancel=Cancel
M_ActiveToFeedback=Feedback
M_ActiveForTrial=Buy Now
M_ActiveForFree=Activate Now
M_GuideFaceIOT_Des=Scan and clean junk files on your iOS device to free up storage space.
M_GuideFaceIOT_Scan=Scan
M_GuideFaceSanWithPro=More Updates with PRO Edition
M_GuideFaceSanWithPro_Des=Upgrade to PRO edition to update more device drivers & game components.
M_GuideFaceView=Upgrade
M_GuideFaceDeviceError=Device Error
M_GuideFaceDeviceError_Des=<a>%s</a> device errors can be fixed.
M_GuideFaceFix=Fix
M_GuideFaceUnplugDevData=Unplugged Device Data
M_GuideFaceUnplugDevData_Des=<a>%s</a> unplugged devices' data can be cleaned up.
M_GuideFaceClean=Clean
M_GuideFacePCPerScan=PC Performance Scan
M_GuideFacePCPerScan_Des=Scan for more PC problems & junk files.
M_GuideFaceScan=Scan
M_GuideFaceUpCountDes=<a>%d</a> drivers have been updated since Driver Booster was installed.   <a>View Update History</a>
M_GuideFaceHistory=<a>View Update History</a>
M_GuideFaceUpdated=Updated
M_GuideFaceDriver=device drivers
M_GuideFaceComponent=game components
M_GuideFaceTitle=Congrats! Updated successfully!
M_GuideFacerdhtmldesCap=Run Driver Booster regularly to keep your drivers always up-to-date.
M_GuideFaceFixDone=Device errors fixed.
M_GuideFaceCleanDone=Unplugged devices' data is cleaned up.
M_GuideFaceDeviceError_Des1=<a>%s</a> device error can be fixed.
M_GuideFaceUnplugDevData_Des1=<a>%s</a> unplugged device's data can be cleaned up.
M_GuideFaceUpCountDes1=<a>%d</a> driver has been updated since Driver Booster was installed.   <a>View Update History</a>
M_GuideFaceDriver1=device driver
M_GuideFaceComponent1=game component
M_GuideFaceCleaned=Cleaned
M_GuideFaceFixed=Fixed
M_PcPerScanPrivacy=Privacy traces
M_PcPerScanJunk=Junk files
M_PcPerScanInternet=Internet improvements
M_PcPerScanRegistry=Registry entries
M_PcPerScanSystem=System optimizations
M_PcPerScanProbDes=%s items found (%s)
M_PcPerScanProbDes1=%s items found
M_PcPerScanProbDes2=%s item found (%s)
M_PcPerScanProbDes3=%s item found
M_PcPerScanProbDes6=<a>%d</a> item found. <a>Details</a>
M_PcPerScanProbDes5=No problem found
M_PcPerScanTip1=Which will affect your system performance. We recommend you to install Advanced SystemCare to fix it.
M_PcPerScanTip2=And we recommend you install Advanced SystemCare to keep your PC always clean and fast.
M_PcPerScanNoError=No problem
M_PcPerScantitleCap=PC Performance Scan Details
M_PcPerScanInstalling=Installing
M_PcPerScanRdhtmlblCap=By clicking Install to Fix, you accept Advanced SystemCare's <a>EULA</a> & <a>Privacy Policy</a> and agree to install it.
M_PcPerScanRdhtmlblCap1=By clicking Install, you accept Advanced SystemCare's <a>EULA</a> & <a>Privacy Policy</a> and agree to install it.
M_PcPerScanOptimizeTitle=System Optimize Details
M_PcPerScanOptimizeDesc=These items will affect your system performance. We recommend you to install Advanced SystemCare to optimize it.
M_PcPerScanOptimizeBtn=Install to Optimize
M_PcPerScanOptimizedesc2=By clicking "Install to Optimize", you agree install Advanced SystemCare and accept its <a>EULA</a> & <a>Privacy Policy</a>.
M_ScanWithProDes=Upgrade to PRO edition to update <a>%d</a> more device drivers & game components.
M_ScanWithProLevel_0=Old
M_ScanWithProLevel_1=Very Old
M_ScanWithProLevel_2=Extremely Old
M_ScanWithProAviailable=Available:
M_ScanWithProCmp=Not Installed
M_ScanWithProMiss=Missing Driver
M_ScanWithProPorb=Faulty
M_GuideFaceAutoUpdate=Auto Driver Update
M_GuideFaceAutoUpdate_Des=Enable Auto Driver Update to keep drivers up-to-date automatically.
M_GuideFaceNoProblem=All problems are already fixed
M_GuideFaceEnable=Enable
M_GuideFaceEnabled=Enabled
M_GuideFaceSetting=Settings
M_GuideFaceSettingDes=Auto driver update is enabled. You can change it in Settings.
M_GuideFaceRunASC=Run Advanced SystemCare to scan more PC problems & junk files.
M_GuideFaceDetails=View Details
M_GuideFaceCareCount=<a>%d</a> items found. Install Advanced SystemCare to fix them.
M_UpdateHistoryDate=Date:
M_UpdateHistoryVersion=Version:
M_UpdateHistoryClose=Close
M_UpdateHistoryTitle=Driver Update History
M_UpdateHistoryAllVersion=All versions
M_RstModBackupFlder=Change Backup Folder
M_RstBackup=Back Up
M_RstExpBackupFlder=Explore Backup Folder
M_RstRestore=Restore
M_RstCreateRstPoint=Create Restore Point
M_RstViewRstPoint=View System Restore
M_RstSysRstRestore=Restore
M_RstSysRstRemove=Remove
M_SaleBenefits=Activate PRO and get your benefits
M_SaleFeature1=More driver updates with 200% larger database
M_SaleFeature2=Enhance system stability & performance
M_SaleFeature3=Improve your PC gaming experience
M_SaleFeature4=Auto driver update and safe driver backup
M_SaleAllFeatures=See all PRO benefits

M_btnMin.Hint=Minimize
M_btnclosewin.Hint=Close
M_btnOverall=Overall
M_btnOS=Operating System
M_btnProAndMain=Processor & Motherboard
M_btnMemDev=Memory Device
M_btnDisplay=Display
M_btnDrives=Drives
M_btnNetWork=Network
M_btnOther=Other Devices
M_btnExport=Export...
M_btnclose1=Close
M_Listview_CS0=Item Name
M_Listview_CS1=Value
M_lblPMTotal=Total
M_lblPMAvl=Available
M_lblPMCache=System Cache
M_lblCCTotal=Total
M_lblCCLimit=Limit
M_lblCCPeak=Peak
M_lblKMTotal=Total
M_lblKMPaged=Paged
M_lblKMNonepaged=Nonpaged
M_lbllog=IObit System Information
M_imgLoading=Loading...
M_frdlblcpu_u=CPU Usage
M_rdlblcpu_u_h=CPU Usage History
M_rdlblMU=Memory Usage
M_rdlblPM=Physical Memory
M_rdlblCC=Commit Charge
M_rdlbKM=Kernel Memory
M_General=General
M_Graphics=Graphics
M_Storage=Storage
M_fIO=I/O
M_Video_Mem=Video Memory
M_fOS=Operating System
M_PM=Processor &​& Motherboard
M_fMD=Memory Device
M_DV=Drives
M_DP=Display
M_NW=Network
M_OD=Other Device
M_CS=Computer System
M_CN=Computer Name
M_ffUN=User Name
M_ORG=Organization
M_OS_Name=OS Name
M_OS_Ver=OS Version
M_fSP=Service Pack
M_fID=Product ID
M_Uptime=System Up Time
M_IE_Ver=Internet Explorer Version
M_DX_Ver=Microsoft DirectX Version
M_OGL_Ver=OpenGL Version
M_fReg=Registry
M_Max_Size=Maximum Size
M_Cur_Size=Current Size
M_Status=Status
M_fUnknown=Unknown
M_fYES=Yes
M_fCPU=Central Processor
M_CPU_Name=CPU Name
M_CPU_Number=Number of logical processors
M_Code_Name=Code Name
M_Man=Manufacturer
M_CCS=Current Clock Speed
M_MCS=Max Clock Speed
M_Vol=Voltage
M_Ext_Clk=External Clock
M_SN=Serial Number
M_CPU_ID=CPU ID
M_fSD=Socket Designation
M_Int_Cache=Internal Cache
M_Ext_Cache=External Cache
M_Borad=Motherboard
M_Mod=Model
M_BIOS_Name=BIOS Name
M_BIOS_Ven=BIOS Vendor
M_SMBIOS_Ver=SMBIOS Version
M_BIOS_Date=BIOS Date
M_BIOS_Feature=BIOS Features
M_Pyh_Mem=Physical Memory
M_Mem_Bank=Memory Bank
M_Des=Description
M_Dev_Loc=Device Locator
M_Capacity=Capacity
M_fSpeed=Speed
M_Mem_Type=Memory Type
M_Form_Factor=Form Factor
M_Mem_Res=Memory Resource
M_Mem_Total=Total Memory
M_Mem_Used=Used Memory
M_Mem_Free=Free Memory
M_Mem_Usage=Memory Usage
M_Data_Width=Data Width
M_Disk_Total=Total Hard disk
M_Disk_Free=Free Hard disk
M_Name=Name
M_Capability=Capability
M_Disk_Drive=Disk Drives
M_Media_Type=Media Type
M_Int_Type=Interface Type
M_Part=Partitions
M_Cylinder=Total Cylinders
M_fHead=Total Heads
M_Sector=Total Sectors
M_Track=Total Tracks
M_TPC=Tracks Per Cylinder
M_SPT=Sectors Per Track
M_BPS=Bytes Per Sector
M_Smart_Support=S.M.A.R.T Support
M_Temperature=Current Temperature
M_IDE_Ctrl=IDE Controller
M_fDrive=Drive
M_Trans_Rate=Transfer Rate
M_Video_Adapter=Video Adapter
M_Video_Processor=Video Processor
M_Video_Arch=Video Architecture
M_Scr_Resolution=Screen Resolution
M_DAC_Type=DAC Type
M_VMem_Size=Memory Size
M_VMem_Type=Memory Type
M_Video_Mode=Video Mode
M_CRR=Current Refresh Rate
M_Driver_Ver=Driver Version
M_Driver_Date=Driver Date
M_Monitor=Monitor
M_Scr_Height=Screen Height
M_Scr_Width=Screen Width
M_Product_Name=Product Name
M_Service_Name=Service Name
M_MAC_Addr=MAC Address
M_Sound_Dev=Sound Device
M_Mouse=Mouse
M_Btns=Buttons
M_Keyboard=Keyboard
M_Func_Key=Function Keys
M_USB_Ctrl=USB Controller
M_Prot_Support=Protocol Supported

M_Memory=Memory
M_Unnecessaryforgaming=Unnecessary for gaming
M_Refresh=Refresh
M_SearchOnline=Search Online
M_OpenFolder=Open Folder
M_SortBy=Sort By
M_Description=Description
M_VirtualDeskTitle=Launch Game on Gaming Desktop
M_VirtualDeskDesc=Provide maximum processing power for game playing without any interruption and maximum memory allocation for gaming speed
M_RAMTitle=Clean RAM
M_RAMDesc=Optimize memory usage to increase available physical memory
M_ClipTitle=Clear clipboard
M_ClipDesc=Clear unused clipboard
M_PowerTitle=Enable game power solutions
M_PowerDesc=Change your power settings to best performance
M_AutoUpTitle=Turn off Automatic Updates
M_AutoUpDesc=Prevent the automatic update from interrupting your games
M_ProcDefClose=Processes closed by default
M_ProcGroupSafe=Processes recommended to close
M_ProcGroupOther=Other processes
M_Process Name=Process Name
M_PowerSchDesc=Activate it when you switch to Gaming Mode for boosting.
M_ProcessName=Process Name
M_Property=Property
M_Process=Process (%d processes, %d selected)
M_Service=Windows Service (%d services, %d selected)
M_OtherService=Non-Windows Service (%d services, %d selected)
M_Process1=Process (%d process, %d selected)
M_Service1=Windows Service (%d service, %d selected)
M_OtherService1=Non-Windows Service (%d service, %d selected)
M_Others=Others (%d items, %d selected)

iobit_lang_SystemOptimizereport=System Optimize Report
iobit_lang_key_junkfile_group_1=Junk files (%d item(s), %s):
iobit_lang_key_privacy_group_2=Privacy traces (%d item(s), %s):
iobit_lang_key_sysOptimization_group_3=System optimizations (%d item(s)):
iobit_lang_key_internetboost_group_4=Internet improvements (%d item(s)):
iobit_lang_key_registryclean_group_5=Registry entries (%d item(s)):

M_TrialSwitch=Switch to Driver Booster Free
M_TrialDur11=During the past <a>%d</a> day, Driver Booster Trial has fixed <a>%d</a> driver issue for you. Buy now to keep your device drivers up to date.
M_TrialDur21=During the past <a>%d</a> days, Driver Booster Trial has fixed <a>%d</a> driver issue for you. Buy now to keep your device drivers up to date.
M_TrialDur12=During the past <a>%d</a> day, Driver Booster Trial has fixed <a>%d</a> driver issues for you. Buy now to keep your device drivers up to date.
M_TrialDur22=During the past <a>%d</a> days, Driver Booster Trial has fixed <a>%d</a> driver issues for you. Buy now to keep your device drivers up to date.
M_TrialDur0=Buy now to keep your device drivers up to date and maximize your gaming performance.
M_TrialToFree=You may miss out some special offers only for trial users after switching to Driver Booster Free. Are you sure you want to continue?
M_TrialExp=Your Driver Booster Trial has <a>expired</a>.
M_TrialLose0=Your Driver Booster Trial will end in <a>24</a> hrs.
M_TrialLose1=Your Driver Booster Trial will end in <a>1</a> day!
M_TrialLose2=Your Driver Booster Trial will end in <a>%d</a> days!

M_Trial0Remaning=%d driver can be updated today (Daily quota for trial version: 2)
M_Trial2Remaning=2 drivers can be updated today (Daily quota for trial version: 2)
M_TrialUpdateDscrptnSingle=Upgrade to PRO edition to update <a>1</a> more device driver or game component with one-click.
M_TrialUpdateDscrptnMulti=Upgrade to PRO edition to update <a>%d</a> device drivers & game components with one-click.

[Inno_M]
M_PinToTaskbar=Pin icon to taskbar
M_ViewWhatsNew=View What's New
M_NewestVer=You are already using the latest version. This setup will exit automatically.
M_UninstOld=Before installing Driver Booster %s, you have to uninstall Driver Booster %s. Continue?
M_UninstOldBeta=Before installing Driver Booster Beta %s, you have to uninstall Driver Booster Beta %s. Continue?
M_IconDesc=Update your outdated drivers!


[MessageBox_M]
M_BtnOK=OK
M_BtnCancel=Cancel
M_BtnYes=Yes
M_BtnNo=No
M_BtnRetry=Retry
M_BtnAbort=Abort
M_BtnIgnore=Ignore
M_BtnClose=Close

[DriverBooster_AutoupdateFormMain]
Label_Titile.Caption=Driver Booster Updater
Label_CheckUpdate.Caption=Getting update information, please wait
Label_UpdateDetails.Caption=New version of Driver Booster available, download now to get the latest features and improvements.
Label_NewVersionUpdate.Caption=New version of Driver Booster available, download now to get the latest features and improvements.
Label_NewFileUpdate.Caption=New updates available, click Download Now to get the latest features and improvements.
Label_ClickDownload.Caption=Click "%s" to download and apply the update.
Label_FinishInfo.Caption=Finish!
Label_NoUpdate.Caption=You already have the latest version.
Label_Nottention.Caption=Attention: Driver Booster will be restarted automatically to apply the update.
Label_RestartWarn.Caption=Attention: Please reboot your computer to complete the update.
Label_Cancel.Caption=Cancel
Label_ProxySet.Caption=Proxy Settings
Label_DecideLater.Caption=Decide later
Label_RestartNow.Caption=Reboot Now
Label_RestartLater.Caption=Reboot Later
Label_DownloadNow.Caption=Download now
Label_Finish.Caption=OK
pnlWhatsNew.Caption=What's New
rdlblLater.Caption=Remind me later

[DriverBooster_AutoupdateFormMain_M]
M_Close=Close
M_GetUpdateInfo=Getting update information, please wait
M_Retry=Retry
M_GetUpdateFailed=Failed to get update information, please try again later.
M_Finish=OK
M_GetFileFailed=Failed to get update files, please try again later.
M_CancelDownload=Are you sure you want to cancel downloading updates?
M_UpdateSucceed=Update Succeeded!
M_KillUpdateTip=This program is out of date and doesn't work any more. Please download the latest version to continue using it.
M_UpdateTip=A new version is available!
M_NewVerTip=Driver Booster %s is now available. Click "%d" to get the latest features and improvements.
M_Congratulations=Hooray!
M_Downloading=Downloading
M_NoUpdate=You already have the latest version. No update available.
M_GetPro=Tired of manual update? %s now to always have the latest version automatically!
M_ProFunc=Activate AutoUpdate
M_ActivateNow=Activate Now
M_UpdateNext=Auto update next time

[DB_frmDB_ConvertUI]
lblCaption2.Caption=Uninstall Driver Booster
lblDesc_DB.Caption=Get Advanced SystemCare FREE version After you uninstall Driver Booster.
lblGet.Caption=Advanced SystemCare can optimize your computer performance and boost your Internet speed to give you a new computer feeling again. It’s trusted by over 150 Million Users!
btnConvertASC.Caption=Yes, Uninstall and Get Advanced SystemCare FREE
btnNo.Caption=No, Uninstall Completely
btnCancel.Caption=Cancel
btnClose.hint=Close

[DB_FormPromoteUpdate]
rdlblTitle.Caption=Uninstall Driver Booster
rdlblSubject.Caption=You still have some driver issues. Are you sure you want to uninstall?
rdlblText.Caption=Update to the latest version to fix all the issues.
btnUpdate.Caption=Update
rdlblOR.Caption=OR
btnUninstall.Caption=Uninstall

[DB_FormPromoteMore]
rdlblTitle.Caption=Uninstall Driver Booster
rdlblSubject.Caption=We are sorry to see you go
rdlblText.Caption=After the uninstall, you will lose the priority to update drivers and fix system issues in time. Are you sure you want to uninstall?
btnUninstall.Caption=Uninstall
btnCancel.Caption=Cancel
btnMore.Caption=More Products

[DB_FormPromoteActivate]
rdlblTitle.Caption=Uninstall Driver Booster
rdhtmlbl5.Caption=You have updated <a>%d</a> drivers. Are you sure you want to uninstall?
rdhtmlbl2.Caption=Now Exclusive Offer for you to activate the full version at <a>75%</a> discount!
rdlblSupport1.Caption=Over 200% larger driver database
rdlblSupport2.Caption=Get priority to get new drivers
rdlblSupport3.Caption=300% faster driver downloading speed
rdlblSupport4.Caption=Make better use of hardware functionality
rdhtmlbl3.Caption=<a>$24.95</a>   original <a>$74.85</a>
btnActivate.Caption=Activate Now
rdhtmlbl6.Caption=Less than <a>%s</a> left
rdlblOnly.Caption=Only $8.3/PC/year
rdlblUninstall.Caption=Give up my offer & uninstall
rdlblLearnMore.Caption=Learn more about full version

[DB_FormSaleExpired]
lblTop.Caption=YOUR SUBSCRIPTION HAS EXPIRED!
lblTop.Hint=YOUR SUBSCRIPTION HAS EXPIRED!
lblMid1.Caption=Don't worry.
lblMid2.Caption=Another year of stable PC & game performance is only one click away. Redeem Driver Booster Pro with
lblMid2.Hint=Another year of stable PC & game performance is only one click away. Redeem Driver Booster Pro with
lblDiscount.Caption=Exclusive Discount
lblBottom.Caption=For valued users only!
lblBottom.Hint=For valued users only!
btnClose.Hint=Close
btnRedeemNow.Caption=Redeem Now
btnRedeemNow.Hint=Redeem Now

[frmBugreport]
htmlblNorP1.Caption=Driver Booster has encountered a problem. To help us fix this problem, please click 'Send' to send the debug file to us automatically. <a>Privacy Policy</a>
rdlblSendFailedx.Caption=Send failed.
rdlblSendSuccedx.Caption=Sent successfully! We will try our best to solve this problem ASAP.
htmlblSilentP1.Caption=Driver Booster has encountered a problem. To help us fix this problem, please click 'OK' to send the debug file to us automatically. <a>Privacy Policy</a>
rdlblTitle.Caption=Bugreport
btnSendBug.Caption=Send
btnSendBug.Caption.0=Sending...
rdlblEmail.Caption=Your E-mail:
rdlblAsterisk.Caption.0=Valid E-mail address required.
rdlblErrDetails.Caption=Error Details:
btnSendFailed.Caption=OK
btnSendSucced.Caption=OK
btnSilentOK.Caption=OK
lblSolu.Caption=Driver Booster has encountered a problem. Please click Fix Now to get help immediately.
rdbtnClose.Hint=Close

[DB_FormUnplugTool]
Cleanedtext.Caption=Cleaned
FormUnplugTool.Caption=Clean Unplugged Device Data
btnStart.Caption=Scan
lblwarning.Caption=NOTE: Only device data will be removed. Driver files will be kept safely.
lblToolDesc.Caption=This tool helps clean all unplugged devices' data on your computer. Please click Scan to check.
lblScanningText.Caption=Scanning...
lblCleaning_analyze.Caption=Scanning...
btnStop.Caption=Stop
btnStop_Resume.Caption=Resume
lblDeviceName.Caption=Device Name: %s
lblComplete.Caption=Scan Finished
lblCompleteDesc.Caption=No unplugged device is found.
btnCompleteOK.Caption=OK
btnClose.Hint=Close
btnCleanNormal.Caption=Clean
btnCleanOk.Caption=OK
btnCleaning.Caption=Cleaning...
lblDeviceNumberZero.Caption=No unplugged device data needs to be cleaned.
lblDeviceCleanComplete.Caption=Clean completed.
lblDeviceNumberOne.Caption=1 unplugged device is found. Clean the data now?
lblDeviceNumberMany.Caption=%d unplugged devices are found. Clean their data now?
ActionIgnoreText.Caption=Ignore
ActionNotIgnoreText.Caption=Don't ignore
StatusIgnoreText.Caption=Ignored
StatusNeedCleanText.Caption=Need Clean
StatusCleanDoneText.Caption=Cleaned
lblToolCaption.Caption=Clean Unplugged Device Data
lvUnpluggedDevices.Columns[0].Caption=Device Name
lvUnpluggedDevices.Columns[1].Caption=Status
lvUnpluggedDevices.Columns[2].Caption=Action

[DB_FormDevErrorTool]
FormDevErrorTool.Caption=Fix Device Error
lblToolCaption.Caption=Fix Device Error
btnStart.Caption=Detect
btnStartDetecting.Caption=Detecting...
lblToolDesc.Caption=This tool helps detect error codes in Device Manager and repair them.
btnRepair.Caption=Repair
btnRepairing.Caption=Repairing...
lbldetailDesc.Caption=Error Code Details
lblProblemCountDesc.Caption=<a>%s</a> errors detected!
lblProblemCountDescOne.Caption=<a>1</a> error detected!
lblProblemCountDescDone.Caption=Repair completed.
lvErrorDisplay.Columns[0].Caption=Device Name
lvErrorDisplay.Columns[1].Caption=Status
lvErrorDisplayErrorDesc.Caption=Error code
lvErrorDisplayFixDesc.Caption=Repaired
lvErrorDisplayFailedDesc.Caption=Failed
lblNoProblem.Caption=No error codes detected.
btnOK.Caption=OK
lvErrorDisplay.Columns[2].Caption=Action
btnRepair_Close.Caption=Close
lblProblemCountDesc_ignored.Caption=No error code needs to be repaired.
lvErrorDisplayStatusIgnored.Caption=Ignored
lvErrorDisplayActionIgnore.Caption=Ignore
lvErrorDisplayActionunIgnore.Caption=Don't ignore
btnClose.Hint=Close

[DB_FormNetworkTool]
FormNetworkTool.Caption=Fix Network Failure
lblToolCaption.Caption=Fix Network Failure
lblToolDesc.Caption=This tool helps detect and repair network device errors. Please click Detect to start.
btnStart.Caption=Detect
btnstart_Detecting.Caption=Detecting...
btnStart_Fixing.Caption=Repairing...
lblwarning.Caption=Note: DO NOT use this tool unless you have network problems.
lblHostOpenError.Caption=Read and Write permissions of Hosts file are denied, please check and allow these permissions.
lblFixSuccess.Caption=Hooray!
lblfixcontent.Caption=Error code %s detected and repaired successfully.
lblfixcontent_ms.Caption=Error detected and repaired successfully. Now the network access is available.
lblnoProblem.Caption=Network access is available. No need to repair.
btnFixsuccOK.Caption=OK
lblFixfailed.Caption=Oops! Repair failed.
lblissuenodriver.Caption=No driver is installed for network device %s. Please contact us for help.
lblissueerrorcode.Caption=Error code %s detected for network device. Please contact us for help.
lblissueunknown.Caption=Unknown error detected. Please contact us for help.
lblissueserver.Caption=Network access is available but failed to reach our server. Please check if it's blocked by firewall or network devices.
btnerrorOK.Caption=OK
lblmodifiedhostfailed.Caption=Failed to fix. Please manually delete the following lines in the HOSTS file. %s
btnts4_ok.Caption=OK
lblHostmodified.Caption=The HOSTS file has been maliciously modified. Please fix it.
lblhostfixsucc.Caption=Hooray! HOSTS file repaired successfully! Please restart Driver Booster to take effect.
btnClose.Hint=Close
rdltimetitle.Caption=Server connection failed due to incorrect system date/time. Please click Fix to correct it.
rdltimefixdone.Caption=The system date/time is corrected now!
rdltimefixing.Caption=Fixing... Please wait.
rdltimefixfailed.Caption=Oops! Failed to correct the system date/time. Please try to manually adjust it.
btn_timeok.Caption=OK
btn_timefix.Caption=Fix
btn_timefixing.Caption=Fixing...
fix_done=Fixed
fix_failed=Failed
Column0=IP address
Column1=Host name
Column2=Status
OpenHOSTS=Open HOSTS file

[DB_FormDisplayTool]
FormDisplayTool.Caption=Fix Bad Resolution
lblToolCaption.Caption=Fix Bad Resolution
lblwarning.Caption=Note: DO NOT use this tool unless you have resolution problems.
btnDetect.Caption=Detect
btnDetecting.Caption=Detecting...
lblToolDesc.Caption=This tool helps detect and repair low resolution caused by graphic driver installation. Please click Detect to start.
btnOK.Caption=OK
lblFixSuccess.Caption=Hooray! Repair succeeded.
lblNoProblem.Caption=Resolution is normal. No need to repair.
lblProblemDesc.Caption=Resolution became lower. Please click Repair to restore the resolution.
btnRepair.Caption=Repair
btnRepairing.Caption=Repairing...
lbloldResolution.Caption=Original Resolution:
lblnowResolution.Caption=Current Resolution:
btnok_failed.Caption=OK
lblFailedDesc.Caption=Oops! Repair failed. Please contact us for help.
btnClose.Hint=Close

[DB_FormSoundTool]
FormSoundTool.Caption=Fix No Sound
lblToolCaption.Caption=Fix No Sound
btnNoSoundDetect.Caption=Fix
btnNoSoundDetect_Click.Caption=Detecting...
btnNoSoundDetect_Repairing.Caption=Repairing...
lblwarning.Caption=Note: DO NOT use this tool unless you have sound problems.
lblhaveatest.Caption=Have a test!
lblhaveatest_testing.Caption=Now sound is playing.
lblNoSoundToolDesc.Caption=If you cannot hear any sound, please click the Fix button to fix it.
lblFixContent3.Caption=Audio device is switched to <a>%s</a>.
lblFixContent2.Caption=Error code %s is repaired.
lblFixContent4.Caption=Audio device driver is rolled back to %s.
btnFixCancel.Caption=Close
btnYeswork.Caption=Yes.
btnYeswork.CommandLinkHint=It works.
btnNotwork.Caption=No.
btnNotwork.CommandLinkHint=Try next solution.
btnSoundTesting.Caption=Test
lblDoubleCheck.Caption=Sound works now?
lblFixContent.Caption=Audio service is enabled.
lblNoContinue.Caption=No, continue detecting problems.
lblyesWorks.Caption=Yes, it works.
btnRollBackok.Caption=OK
btnRollbackCancel.Caption=Cancel
lblReapirFailed.Caption=Oops! Repair failed.
lblTryRollBackAudioDevice.Caption=You can try to roll back the audio device driver to repair. Roll back now?
lblFailedReason2.Caption=Audio device has error code %s. Please contact us for help.
lblFailedReason3.Caption=Unknown error detected. Please contact us for help.
lblFailedReason4.Caption=An essential file is missing. Please reinstall Driver Booster and try again.
btnOK.Caption=OK
lblRepairFailed2.Caption=Oops! Repair failed.
lblFailedReason.Caption=No driver is installed for audio device %s. Please contact us for help.
btnClose.Hint=Close
rdhtmlblMoreSolutions.Caption=<a>More solutions to different kinds of sound problems</a>
rdhtmlblMoreSolutions_pnlts4.Caption=<a>More solutions to different kinds of sound problems</a>

[DB_FormSaleTip]
btnUpgrade.Caption=Activate Now
lblEnterCode.Caption=Enter License
lblFeatrues.Caption=Activate All Pros
lblFeatrue1.Caption=3,000,000+ Drivers
lblFeatrue2.Caption=Troubleshoot Device Errors
lblFeatrue3.Caption=Auto Driver Update
lblFeatrue4.Caption=Safe Driver Backup & Restore

[DB_FormSaleEmbed]
lblIconTitle.Caption=Guaranteed to keep your drivers up-to-date
lblIconDesc.Caption=You're fully protected by our 100% money back guarantee within 60 days. No question asked.
btnUpgrade.Caption=Upgrade
btnUpgradeNow.Caption=Upgrade Now
rdlblpg2More.Caption=More...
rdlblpg2P2.Caption=Upgrade to PRO now with the best deal.
rdlblfromPROC.Caption=What will you benefit from PRO: 
rdbtninfo1.Caption=Get latest drivers, especially Game Ready Driver with priority
rdbtninfo2.Caption=Enhance system stability and gaming performance
rdbtninfo3.Caption=Troubleshoot and fix PC issues caused by drivers
rdbtninfo4.Caption=Update and back up drivers automatically
rdlblSeeAllC.Caption=See all features

[DB_FormSaleMask]
lblTitle.Caption=Activate Driver Booster 6 PRO for More Advanced Features
rdhtmlbl1.Caption=<a>200%</a> Larger Database
rdhtmlbl1.Lines.Text=<a>200%</a> Larger Database
rdhtmlbl2.Caption=More Intelligent & Safer
rdhtmlbl2.Lines.Text=More Intelligent & Safer
rdhtmlbl3.Caption=Better Gaming Experience
rdhtmlbl3.Lines.Text=Better Gaming Experience
rdhtmlbl4.Caption=Improve System Performance
rdhtmlbl4.Lines.Text=Improve System Performance
RdLabel1.Caption=Privilege of updating more outdated & rare drivers
RdLabel2.Caption=Auto download and back up drivers for more stable PC
RdLabel3.Caption=Detect and update game related components and apps
RdLabel4.Caption=Reduce computer freezes, crashes, and bugs

[DB_FormSaleScan]
btnClose2.Hint=Close
btnpg2Updnow.Caption=Upgrade Now
rdlblpg2More.Caption=More...
rdlblpg2P1.Caption=%s device drivers & game components can be updated with the PRO edition:
rdlblpg2P2.Caption=Upgrade to PRO now with the best deal.
rdlblpg2SubTitle.Caption=Your current device status:
rdlblpg2Title.Caption=More Updates Found!
rdlblpg2Caption.Caption=You're fully protected by our 100% money back guarantee within 60 days. No question asked.
rdlblpg2Caption0.Caption=Guaranteed to keep your drivers up-to-date
rdlblRightBBottom.Caption=Upgrade to PRO now to update these devices & components.
rdlblTitleC.Caption=Hooray! All drivers are up-to-date in Free edition!
rdlblDescC.Caption=Upgrade to PRO Now to update more device drivers & game components!
rdlblfromPROC.Caption=What will you benefit from PRO: 
rdbtninfo1.Caption=Get latest drivers, especially Game Ready Driver with priority
rdbtninfo2.Caption=Enhance system stability and gaming performance
rdbtninfo3.Caption=Troubleshoot and fix PC issues caused by drivers
rdbtninfo4.Caption=Update and back up drivers automatically
rdlblSeeAllC.Caption=See all features
TrialTitle_M=You have reached the maximum update limit today (Daily quota for trial version: 2)
TrialDesc_M=Upgrade to PRO edition to update <a>%d</a> device drivers & game components with one-click.
TrialGet_M=Click Upgrade Now to get it now

[DB_FormSalePopup]
btnClose.Hint=Close
btnUpgrade.Caption=Activate Now
lblEnterCode.Caption=Enter License
lblGuarantee.Caption=60-day Money-back Guarantee
btnCntUpd.Caption=Continue Update
lblTitleA.Caption=Activate Driver Booster 6 PRO for More Advanced Features
rdhtmlbl1.Caption=<a>200%</a> Larger Database
rdhtmlbl1.Lines.Text=<a>200%</a> Larger Database
rdhtmlbl2.Caption=Intelligent & Safer
rdhtmlbl2.Lines.Text=Intelligent & Safer
rdhtmlbl3.Caption=Better Gaming Experience
rdhtmlbl3.Lines.Text=Better Gaming Experience
rdhtmlbl4.Caption=Improve System Performance
rdhtmlbl4.Lines.Text=Improve System Performance
RdLabel1.Caption=Privilege of updating more outdated & rare drivers
RdLabel2.Caption=Auto download and back up drivers for more stable PC
RdLabel3.Caption=Detect and update game related components and apps
RdLabel4.Caption=Reduce computer freezes, crashes, and bugs
lblTitleB.Caption=Activate Driver Booster 6 PRO for More Advanced Features
lblB1.Caption=One-click driver update
lblB2.Caption=Priority to update more outdated & rare drivers
lblB3.Caption=Fix devices error for safer PC
lblB4.Caption=Auto driver update when the system is idle
lblB5.Caption=Faster download speed
lblB6.Caption=Driver backup for safe restore
lblB7.Caption=Better system stability & game performance
RdLabel5.Caption=Current
RdLabel6.Caption=PRO
lblTitlC.Lines.Text=Activate PRO edition to fix device errors
lblDescC.Caption=Troubleshoot the error codes in Device Manager to fix hardware issues and keep your PC safe
lblMore.Caption=More Features and Benefits with Pro edition:
Labl1.Caption=Auto Download
Labl2.Caption=Auto Download
Labl3.Caption=Auto Download
Labl4.Caption=200% Larger Database
Desc1.Caption=Automatically download drivers when system is idle to save half of the time in driver updating
Desc2.Caption=Automatically download drivers when system is idle to save half of the time in driver updating
Desc3.Caption=Automatically download drivers when system is idle to save half of the time in driver updating
Desc4.Caption=Enjoy the privilege of more drivers especially the rare drivers to support over 400,000 devices
lblTitleCover.Caption=We are preparing for the updates.
lblInfoCover.Caption=Activate PRO edition to enjoy advanced update features.
lbltle1pgd.Caption=Fast Download
lblinfo1pgd.Caption=Download up to 50% faster with Auto Download when PC is idle and accelerate downloading.
lbltle2pgd.Caption=Automatic Backup
lblinfo2pgd.Caption=Safer updates with automatic driver backup before installation.
lbltle3pgd.Caption=More Stable PC
lblinfo3pgd.Caption=Better system stability and performance with more device drivers and game components.


[IObitRegister_FrmDB]
btnClose.Hint=Close
lblTitle.Caption=PRE-CHRISTMAS SALE
lblTitleDesc.Caption=Prepare for the holiday season with the most shocking deal of 2016!
lblBox.Caption=Xmas Exclusive
btnNote1.Caption=Update more missing & outdated drivers
btnNote2.Caption=Troubleshoot all kinds of devices' errors
btnNote3.Caption=Improve PC gaming experience for you
btnNote4.Caption=Get exclusive Christmas gift package
btnActive_L.Caption=Get the deal now
btnActive_S.Caption=Get it now
lblActiveDesc.Caption=Limited Supply! First Come, First Served!
lblSecure.Caption=Secure order
lblSSL.Caption=Protected by SSL technology
lblNote.Caption=More benefits, we promise:

[Monitor_FormMainInitWizard_M]
M_Rect=Rectangle
M_Oval=Oval
M_Text=Text
M_Paintbrush=Paintbrush
M_Return=Restore operation (Ctrl + Z)
M_Copy=Copy to clipboard
M_Exit=Exit screenshot
M_Save=Save
M_TipInfo=The screenshot has been saved to clipboard. You can use Ctrl + V to paste.
M_TipShow=Don't show this message again
M_TipSure=OK
M_NoticeInfo_AB=1. Left click and drag the mouse to select the area you want to take screenshot
M_NoticeInfo_AC=2. Right click or press Esc to exit

[ActionCenter_M]
M_FixAllAC=Get All
M_HideAC=Hide
M_ShowAC=Show
M_ShowACTitle=Security & Performance
M_ShowACDesc=Click "Show" to display other recommended programs. Install them to get better security protection and PC performance.
M_ShowACDesc2=All recommended programs are hidden! Click "Show" to display them again and then install them to get full security protection and ultimate performance.
M_AC_Installed=Installed
M_AC_FreeTitle=Security & Performance
M_AC_FreeHelp_Ins=Get better security protection and performance boost with recommended programs.
M_AC_FreeHelp_Upt=Get better security protection and performance boost with recommended programs.
M_AC_FreeHelp_OK=Running the following programs regularly offers you better security protection and PC performance.
M_AC_Free_EULA=Your previously accepted End User License Agreement applies to recommended IObit products too.
M_AC_Free_ReadEULA=Read EULA
M_ShowACTitle2=Note!
M_AC_FreeTitle2=ACTION CENTER
M_AC_FreeDetail2=Get better security protection and performance boost with recommended programs. Your previously accepted <a>End User License Agreement</a> applies to recommended IObit products too.
M_AC_FreeDetail2_db=Get better security protection and performance boost with recommended programs. Your previously accepted <a>End User License Agreement</a> applies here too.
M_LearnRecommendNote=IObit ads are blocked for security reasons.
M_LearnRecommendDesc=Click on "Learn more" if you want to download and use IObit products in a "pure" form at your own peril.
M_LearnMore=Learn more
M_Scan=Scanning...
M_Recomm_Ins=Recommend: Install %s
M_Recomm_Upt=Recommend: Update %s
M_none=None
M_Fix=Install now
M_fixing=Installing
M_Updating=Updating
M_fixed=Got
M_failed=Failed
M_RuningWell=Latest version installed
M_Outdated=Outdated
M_NotInstalled=Not installed


M_ASCCaption=System Performance
M_ASCInfo_NotIns=Registry issues, privacy issues, and junk files are found on your system. Install Advanced SystemCare to optimize your PC and free up disk space.
M_ASCInfo_NotIns_C=<a>%1s</a> privacy traces, <a>%2s</a> junk files, and <a>%3s</a> redundant registry entries are found. Install Advanced SystemCare to optimize your PC and free up <a>%4s</a> of disk space.
M_ASCInfo_UpToDate=Advanced SystemCare speeds up and optimizes your PC with 1-click.
M_ASCInfo_NeedUpDate=Advanced SystemCare is outdated.
M_ASCDesc=Clean and boost your PC.
M_ASCTopSel=Top Seller
M_ASCTipTitle=Details
M_ASCTip=We Promise:<br> Speed up PC up to 200% faster<br> Fix deeper & more registry issues<br> Boost Internet up to 300% faster<br> Prevent privacy from being tracked
M_RunASC=Scan now
M_ASCOffer=Clean and optimize PC with 1-click.<br>Speed up your PC up to 200% faster.<br>Boost Internet up to 300% faster.<br>Prevent privacy leak with multi-protection solution.<br>Monitor PC conditions in real time for smoother PC.

M_IMFCaption=Malware Protection
M_IMFInfo_NotIns=Get better protection by installing IObit's anti-malware program.
M_IMFInfo_NotIns_C=<a>%s</a> threats are detected. Install IObit Malware Fighter to remove them and protect your PC against other malware.
M_IMFInfo_NotIns_C_Single=<a>1</a> threat is detected. Install IObit Malware Fighter to remove it and protect your PC against other malware.
M_IMFInfo_UpToDate=IObit Malware Fighter protects your PC against various malware.
M_IMFInfo_NeedUpDate=Your anti-malware program is outdated.
M_IMFDesc=Protect your PC against malware.
M_IMFTopSel=Top Seller
M_IMFTipTitle=Details
M_IMFTip=We Promise:<br>Comprehensive real-time protection against all kinds of malware.<br>Fast scan and efficient threat detection & removal.<br>Proactively prevent ransomware attacks.<br>Safe online browsing and download.<br>Fully compatible with other security software.
M_RunIMF=Scan now
M_IMFOffer=Comprehensive real-time protection against all kinds of malware.<br>Fast scan and efficient threat detection & removal.<br>Proactively prevent ransomware attacks.<br>Safe online browsing and download.<br>Fully compatible with other security software.


M_DBCaption=Driver Updater
M_DBInfo_NotIns_C=Update outdated drivers and fix missing & faulty drivers to enjoy more stable PC.
M_DBInfo_NotIns=There may be outdated drivers, which may slow down & destabilize your PC.
M_DBInfo_UpToDate=Driver Booster updates all outdated drivers on your PC.
M_DBInfo_NeedUpDate=Your driver update program is outdated.
M_DBDesc=Update all outdated drivers on your PC.
M_DBTopSel=Top Seller
M_DBTipTitle=Details
M_DBTip=We Promise:<br> Update 3,000,000+ drivers & devices<br> Priority to update more drivers<br> Fix PC issues caused by drivers<br> Backup drivers for safe restore
M_RunDB=Scan now

M_SDCaption=Disk Optimization
M_SDInfo_NotIns=Optimize your disks to get faster PC startup and higher file access speed.
M_SDInfo_NotIns_C=<a>%d</a> fragments are found on your disks. Install Smart Defrag to defrag them to make your PC faster and extend the durability of your disks.
M_SDInfo_UpToDate=Smart Defrag defragments disk for high performance.
M_SDInfo_NeedUpDate=Your disk defrag program is outdated.
M_SDDesc=Defragment disk for high performance.
M_SDTopSel=Top Seller
M_SDTipTitle=Details
M_SDTip=We Promise:<br> More secure disk defragmentation<br> Support Windows 10 metro app defrag<br> Maximize hard drive performance<br> Top disk stability & data access speed
M_RunSD=Defrag now
M_SDOffer=Higher File Access Speed.<br>Maximum Hard Disk Performance.<br>Increase PC Startup Speed up to 100% Faster.<br>Optimize Games for Better Gaming Experience.

M_SMCaption=Start Menu
M_SMInfo_NotIns=Get back your familiar Windows "Start" Menu.
M_SMInfo_UpToDate=Start Menu 8 brings back the Windows "Start" Menu.
M_SMInfo_NeedUpDate=Your Start Menu 8 is outdated.
M_SMDesc=Bring back Start Menu & manage desktop.
M_SMTopSel=Top Seller
M_SMTipTitle=Details
M_SMTip=We Promise:<br> Bring back Start Menu for Win8/10<br> Ad-free & clean classic Start Menu<br> Faster & more accurate File Search<br> Customize Start Menu as you like
M_RunSM=Run now
M_SMOffer=Bring back classic Start Menu to Windows 8/10.<br>The powerful and simple File Search Engine.

M_AMCCaption=Android Protection
M_AMCInfo_NotIns=Get better security and privacy protection for your Android device.
M_Recomm_Ins_AMC=Recommended: Install %s to your Android device.
M_AMCDesc=Optimize and secure your Android device.
M_RunAMC=Install now
M_DLCaption=Password Manager
M_DLInfo_NotIns=Protect and manage all your passwords with Dashlane Password Manager.
M_DLInfo_UpToDate=Never forget your password with safe and secure Dashlane.
M_DLOffer=The simple, secure way to manage your passwords.<br>Generate unique passwords to protect your accounts.<br>Automatically login on your favorite websites.<br>For Windows, Mac, iOS and Android.
M_RunDL=Manage

M_AC_FreeTitleHide1=All recommended programs are hidden!
M_AC_FreeTitleHide2=Click "Show" to display and install them to get full security protection and ultimate performance.

M_IUCaption=Program Uninstaller
M_IUInfo_NotIns=1-click to remove unwanted programs, browser plugins and toolbars.
M_IUInfo_NotIns_Distrust=<a>%s</a> plugins / toolbars found that may slow down your browser. Install IObit Uninstaller to remove them now.
M_IUInfo_NotIns_Distrust_Single=<a>1</a> plugin / toolbar found that may slow down your browser. Install IObit Uninstaller to remove it now.
M_IUInfo_NotIns_C=<a>%s</a> plugins / toolbars found. Please install IObit Uninstaller to remove the unwanted items.
M_IUInfo_NotIns_C_Single=<a>1</a> plugin / toolbar found. Please install IObit Uninstaller to remove the unwanted item.
M_IUInfo_UpToDate=IObit Uninstaller removes plug-ins & apps thoroughly.
M_IUInfo_NeedUpDate=Your IObit Uninstaller is outdated.
M_IUDesc=Remove malicious apps & plug-ins.
M_IUTopSel=Top Seller
M_IUTipTitle=Details
M_IUTip=We Promise:<br>Completely clean leftovers after built-in uninstall<br>Monitor program installation and remove bundleware<br>Thoroughly remove stubborn programs<br>Quickly remove malicious & ad plugins<br>Keep important programs always up to date
M_RunIU=Run now
M_IUOffer=Completely clean leftovers after built-in uninstall.<br>Monitor program installation and remove bundleware. <br>Remove stubborn programs that cannot be uninstalled normally.<br>Quickly remove browser plugins, toolbars, and extensions.<br>Keep important programs always up to date.

M_FPCaption=Video Converter
M_FPInfo_NotIns=Get a video converter to convert your videos for different devices.
M_FPInfo_UpToDate=Enjoy watching videos on any devices you want.
M_FPInfo_NeedUpDate=Format Package is outdated.

M_iFreeUpCaption=iOS Optimization
M_RuniFreeUp=Scan now
M_BuyiFreeUp=Buy now
M_iFreeUpDesc=Free your iOS device for more space.
M_iFreeUpInfo_NotIns=There may be much valuable space wasted on your iOS device.
M_iFreeUpInfo_UpToDate=iFreeUp frees your iOS device for more space.
M_iFreeUpInfo_NeedUpDate=Your iFreeUp is outdated.
M_Recomm_Ins_iFreeUp=Recommended: Install %s to free wasted space.

M_RunSGB=Boost now
M_SGBCaption=Game Optimization
M_SGBInfo_NotIns=Boost your Game and PC lifespan while keeping it in top shape.
M_SGBInfo_UpToDate=Superb Game Boost speeds up and optimizes your Game Performance with 1-click.
M_SGBInfo_NeedUpDate=Superb Game Boost is outdated.

M_RunIVC=Try Now
M_IVCCaption=Free Video Converter
M_IVCInfo_NotIns=100% free and clean, 150+ formats and faster video conversion!
M_IVCInfo_UpToDate=Watch videos in any way you want to.
M_IVCInfo_NeedUpDate=iFun Video Converter is outdated.

M_RunIOT=Manage now
M_IOTCaption=iPhone Manager
M_IOTInfo_NotIns=Transfer iPhone data, clean & boost your iPhone.
M_IOTInfo_UpToDate=Transfer iPhone data, clean & boost your iPhone.
M_IOTInfo_NeedUpDate=IOTransfer is outdated.
M_TipTitle=Details
M_IOTTip=IOTransfer promises:<br> Transfer Photos/Music without limitation.<br> Easily and safely clean junk files on iOS device.<br> Download and convert videos to iPhone/PC.<br> Wirelessly transfer files between iPhone and PC.
M_IOTDesc=Transfer iPhone data, clean & boost your iPhone.
M_IOTOffer=Your best iPhone/iPad file management tool.<br>1-click data transfer from iPhone/iPad to PC.<br>Download online videos and convert them to various file formats.<br>Easily and safely clean junk files to free up iOS device's space.<br>Wirelessly transfer contents between iOS device and PC.

M_TopSel=Top Seller
M_VipTitle=VIP Exclusive Offer
M_AC_ShareTip=Share the exclusive offer with my friends/family
M_AC_Pro_Title=Other products recommended for better security and performance.
M_ACPro_SubTitle=Buy now to enjoy the EXCLUSIVE discount price for ASC PRO users only.
M_ACPro_SubTitle_AU=Buy now to enjoy the EXCLUSIVE discount price for ASC Ultimate paid users only.
M_ActionCenterTitle_Perfectly=All programs run perfectly!
M_ACPro_SubTitle_db=Buy now to enjoy the Exclusive discount for Driver Booster PRO users only.
M_SubTitle_Perfectly=Run the following programs regularly to get better security protection and PC performance. Enjoy using them.
M_ShowACTitlePro=VIP Exclusive Offer
M_ShowACDescPro=Click "Show" to get your EXCLUSIVE offers for IObit products and other recommended products.
M_AC_ProShareMail=Share via Emails
M_AC_ProShareFB=Share via Facebook
M_AC_NoMailCLient=Operation failed as the default email client isn't installed correctly.
M_AC_Pro_Title2=Other products recommended for better security and performance. Buy now to enjoy the Exclusive discount for Driver Booster PRO users only.

M_BuyIMF=Buy now
M_BuyDB=Buy now
M_BuySD=Buy now
M_BuyIU=Buy now
M_BuySM=Buy now
M_BuyASC=Buy now
M_BuyIOT=Buy now
M_SU_UpdateAll=Update All
M_SU_ActiveAutoUpt=Activate automatic updates
M_SU_Title=Software Updater
M_SU_Help=Help you get your important programs up to date easily and efficiently.
M_SU_Ignored=Ignored
M_SU_Upting=Updating
M_SU_Update=Update
M_SU_UptoDate=Up to date
M_SU_StopIg=Don't ignore
M_SU_Ignore=Ignore
M_SU_NewVer=New Version:
M_SU_InsVer=Current Version:
M_Hot=HOT

M_RunKV=Run Now
M_kvpCaption=Video Downloader
M_kvpInfo_NotIns=Download videos from YouTube and 10,000+ sites quickly.
M_kvpInfo_UpToDate=Download videos from YouTube and 10,000+ sites quickly.

M_KVPDesc=Download videos from YouTube and 10,000+ sites quickly.
M_RunKVP=Run now
M_BuyKVP=Buy now
M_KVPTipTitle=Details
M_KVPTip=We Promise:<br> Download videos from 10,000+ video sharing sites.<br> Download videos in any format.<br> Download YouTube & Lynda Playlists in batch.<br> 3X faster than common downloaders.
M_kvpOffer=Download videos from YouTube and 10,000+ sites quickly.<br>Download videos in any format with one click.<br>Download YouTube Playlists & Lynda Playlists in batch.<br>3X faster download speed with multi-thread technology.<br>Convert online & local videos to any format.

M_AoMeiBackupperCaption=AOMEI Backupper Pro
M_AoMeiBackupperInfo_NotIns=The ultimate backup solution to back up the system and hard drives.
M_AoMeiBackupper_UpToDate=The ultimate backup solution to back up the system and hard drives.
M_AoMeiBackupperProDec=The ultimate PC backup solution.

M_RunAoMeiBackupper=Run now
M_BuyAoMeiBackupper=Buy now
M_AoMeiBackupperTipTitle=Details
M_AoMeiBackupperTip=AOMEI Backupper Pro Promises:<br>Backup your system, hard disks, and files with a single click.<br>Restore your system quickly and reliably.<br>Clone HDD to SSD, HDD to HDD, or SSD to SSD.<br>Real-time sync source files and folders.
M_Moffer_Title=Optional Offer
M_Close=Close
M_Cancel=Cancel
M_Moffer_Install=Install
M_Moffer_NoteEP=By clicking "Install", you agree to install %s and accept its <a>EULA</a> & <a>Privacy Policy</a>.
M_Moffer_Refund=<a>Note:</a> You can get a refund within 30 days. Read <a>Refund Policy</a>.

M_AdawareCaption=Web Companion
M_AdawareInfo_NotIns=Web Companion protects you against phishing and malware sites.
M_AdawareInfo_UpToDate=Web Companion protects you against phishing and malware sites.
M_AdawareOfferDesc=Install Web Companion to improve my Internet Protection and Set Bing® by Microsoft™ as my homepage, new tabs, and default search engine on compatible browsers.
M_AdawareOffer=Fast and Easy to install.<br>Anti-Phishing Protection.<br>Real-Time Web Protection.<br>Multi-Browser Compatibility.

M_DLDesc=Never forget another password.
M_DLTip=Dashlane Premium lets you:<br> Securely store and manage all your passwords in one place<br> Access your password vault from any device<br> Save up to 50 hours a year with form autofill

m_OperaCaption=Opera Browser
M_OperaInfo_NotIns=Fast and secure browser with a built-in ad blocker, battery saver and free VPN.
M_OperaOffer=Block ads to load webpages up to 90% faster.<br>Browse up to an hour longer.<br>Get more privacy browsing with the free VPN.

M_ISUCaption=Software Updater
M_ISUInfo_NotIns_C=<a>%d</a> programs are out of date. Install IObit Software Updater to update them with one click.
M_ISUInfo_NotIns_C_Single=<a>1</a> program is out of date. Install IObit Software Updater to update it with one click.
M_ISUInfo_NotIns=1-click to update and install all the important programs for you.
M_ISUInfo_UpToDate=IObit Software Updater keeps all your important programs up-to-date.
M_ISUInfo_NeedUpDate=Your IObit Software Updater is outdated.
M_ISUOffer=Update outdated programs at the earliest time.<br>1-click to install all available program updates.<br>1-click to install all your wanted popular programs.

M_NordVPNInfo=Market leading security service provider.
M_NordVPNTip=NordVPN lets you:<br>Know that your data is always private<br>Enjoy the Internet with no restrictions<br>Feel safe on any device

M_itubeVideoInfo=3X Faster HD Video Downloader.
M_itubeVideoTip=iTube HD Video Downloader Promises:<br>Download HD Video from 10,000 Video Sites<br>Private Mode to Download Video in Secret<br>Record Video in High Quality from Any Site<br>Ultimate Playlist Download in Batch<br>Turbo Mode at 3X Faster Download Speed 

M_ConnectifyInfo=Turn PC into Wi-Fi Hotspot & share Internet with all devices.
M_ConnectifyTip=Connectify Hotspot allows you to:<br>Share Internet from your PC with all your devices<br>Extend the range of your existing Wi-Fi network<br>Bridge connected devices to your Home Network<br>Ad Blocking for devices that join your hotspot

M_RoboFormInfo=You'll never need to remember or type your passwords again.
M_RoboFormTip=RoboForm Everywhere:<br>Sync across all devices<br>Extensions for all major browsers<br>Around the clock assistance

[ActionCenter_FormActiveAutoUpt]
btnUptManual.Caption=Update Manually
lblActiveTitle.Caption=Tired of manual updates?
btnActiveAutoUpt.Caption=Activate automatic updates
btnDonotShow.Caption=Don't show this again
lblClose.Caption=Close

[DB_FormGuideInterface]
lblTitle.Caption=Hooray! All drivers are up-to-date!
lblDes.Caption=Run Driver Booster regularly to keep your drivers always up-to-date.
lblHistoryView.Caption=View Update History
lblScanMore.Caption=SCAN MORE
rdhtmlbldes.Caption=Run Driver Booster regularly to keep your drivers always up-to-date.
btnClose.Hint=Close
btnDisappear.Hint=Back
btnMax.Hint=Maximize
btnMin.Hint=Minimize
btnRestore.Hint=Restore


[DB_FormPcPerScan]
lbltitle.Caption=PC Performance Scan
lblTipCap.Caption=No issues found. But to get a cleaner and faster PC, it is recommended to install Advanced SystemCare to have a comprehensive scan.
rdhtmlTitle.Caption=<a>%d</a> items found. <a>Details</a>
btnfix.Caption=Install to Fix 
btnstop.Caption=Stop
btnInstall.Caption=Install
btnclose.Hint=Close

[DB_FormScanWithPro]
lblTitle.Caption=More Updates with PRO Edition
btnUpgrade.Caption=Upgrade Now
lblLicense.Caption=Enter License
btnclose.Hint=Close

[ACD_frmActionCenter]
lbl_Cancel.Caption=Cancel
lbl_Min.Caption=Minimize
btnClose.Hint=Close

[ACD_M]
M_Downloading=Downloading:
m_Installing=Installing:
M_DiskIsFull=Insufficient disk space!
M_NetError=Download failed due to Network error. Please try again later!
M_Tips=Downloading is in process. Double click the icon to view details.
M_AreSure=Are you sure you want to exit Action Center Downloader?
M_AreSure_IObit=Are you sure you want to exit IObit Downloader?
M_TipFixing=Installing
M_MD5Faild=The downloaded file is corrupted. Please try again later.
M_Speed=Speed:

[DB_FormIgnoreDevUpdate]
lblFormTitle.Caption=Driver Booster
btnClose.hint=Close
lblNote.Caption=Note: The ignored update or device will not be scanned until you recover it from Ignored list in Settings. 
chkIgnoreOnce.Caption=Ignore this update only
chkIgnoreAll.Caption=Ignore all updates of this device
btnNo.Caption=No
btnYes.Caption=Yes
chkNotRemind.Caption=Don't remind me again

[DB_FormBoostDetails]
lblTtitle.Caption=Game Boost Details
lblInfo.Caption=Your PC has been boosted for a better gaming performance after performing the following optimization.
btnClose.Hint=Close

[DB_FormBoostConfig]
rdlblCaption.Caption=Game Boost Configuration
rdlblHint.Caption=Select the items you want to stop to release system resources and boost your game performance.
btnBoost.Caption=Boost
btnClose.Hint=Close
lblRecommend.Caption=<a>Recommended</a>
lblLoading.Caption=Loading...

[DB_FormTrialExp]
rdlblfromPROC.Caption=What will you benefit from PRO: 
rdbtninfo1.Caption=Get the latest drivers, especially Game Ready Driver with priority
rdbtninfo2.Caption=Enhance system stability and gaming performance
rdbtninfo3.Caption=Troubleshoot and fix PC issues caused by drivers
rdbtninfo4.Caption=Update and back up drivers automatically
rdlblSeeAllC.Caption=See all features
rdbtnBuyNow.Caption=BUY NOW
rdlblEnterCode.Caption=Enter License
rdlblRemaind.Caption=Remind me later
rdlbl60Day.Caption=60-day Money-back Guarantee
rdbtnClose.Hint=Close

[DB_FrameSaleTrialUpd]
lblFeatures.Caption=Features
lblTrial.Caption=Trial
lblPro.Caption=PRO
lblTxt1.Caption=Scan for the latest versions of the drivers & components
lblTxt2.Caption=Update drivers & components without quantity limits
lblTxt3.Caption=Auto driver update when the system is idle
lblTxt4.Caption=Fix device errors for a safer PC
lblTxt5.Caption=Driver backup for safe restore
lblTxt6.Caption=Better system stability & game performance
lbl2PerDay.Caption=2 per day
lblLicense.Caption=Enter License
btnUpgrade.Caption=Upgrade Now
lbl60day.Caption=60-day Money-back Guarantee
btnClose.Hint=Close

[DB_FormTransform]
lblTitle.Caption=Driver Booster Uninstall
lbl1.Caption=Switch to FREE version to continue updating your drivers with 1-click.
lbl2.Caption=Driver Booster Free
lbl3.Caption=Over 180 Million User's Choice!
btn1.Caption=Large Driver Database (2,500,000+).
btn2.Caption=Safely Update WHQL Drivers with 1-click.
btn3.Caption=Better Gaming Performance.
btn4.Caption=Fix Network Failure, No Sound, Bad Resolution, etc.
btn5.Caption=Reduce System Freezes & Crashes.
btnFree.Caption=Switch to FREE
btnUninstall.Caption=Just Uninstall
btnCancel.Caption=Cancel
btnClose.Hint=Close